{"text":{"0":"Goldman Sachs BDC, Inc. (NYSE:","1":"Company Participants","2":"Katherine Schneider - VP, IR","3":"Brendan McGovern - President & CEO","4":"Jon Yoder - COO","5":"Jonathan Lamm - Treasurer & CFO","6":"Conference Call Participants","7":"Finian O'Shea - Wells Fargo Securities","8":"Leslie Vandegrift - Raymond James & Associates","9":"Michael Ramirez - SunTrust Robinson Humphrey","10":"Arren Cyganovich - Citigroup","11":"Derek Hewett - Bank of America Merrill Lynch","12":"Operator","13":"Good morning. This is Ian, and I will be your conference facilitator today. I would like to welcome everyone to the Goldman Sachs BDC, Inc. First Quarter 2019 Earnings Conference Call. [Operator Instructions].","14":"I will now turn the call over to Ms. Katherine Schneider, Head of Investor Relations at Goldman Sachs BDC. Katherine, you may begin your conference.","15":"Katherine Schneider","16":"Thanks, Ian. Good morning, everyone. Before we begin today's call, I would like to remind our listeners that today's remarks may include forward-looking statements. These statements represent the company's belief regarding future events that, by their nature, are uncertain and outside of the company's control. The company's actual results and financial condition may differ, possibly materially, from what is indicated in those forward-looking statements as a result of a number of factors, including those described from time to time in the company's SEC filings.","17":"This audio cast is copyright material of Goldman Sachs BDC, Inc. and may not be duplicated, reproduced or rebroadcast without our consent. Yesterday, after the market closed, the company issued an earnings press release and posted a supplemental earnings presentation, both of which can be found on the homepage of our website at www.goldmansachsbdc.com under the Investor Resources section. These documents should be reviewed in conjunction with the company's Form 10-Q filing yesterday with the SEC.","18":"This conference call is being recorded today, May 10, 2019, for replay purposes.","19":"So with that, I'll turn the call over to Brendan McGovern, CEO of Goldman Sachs BDC, Inc.","20":"Brendan McGovern","21":"Thank you, Katherine. Good morning, everyone, and thank you for joining us for our first quarter earnings conference call. As usual, in terms of the agenda for the call, I'll start by providing an overview of our first quarter results. From there, Jon Yoder will discuss our investment activity and portfolio metrics before handing it over to Jonathan Lamm to discuss our financial results in greater detail. And finally, I'll conclude with some closing remarks before opening the line for Q&A.","22":"So with that, net investment income per share was $0.55 in Q1, which equates to a 12.8% NII return on common equity. Our net investment income covered our dividend by 122% during the quarter, which is consistent with our long-term performance as a public company and reflects a combination of solid outperformance, coupled with a low operating expense structure.","23":"As we announced after close yesterday, our Board declared a $0.45 per share dividend payable to shareholders of record as of June 28, 2019. This equates to a dividend yield of 10.4% based on net asset value per share at the end of Q1. Gross and net originations during Q1 were $155.5 million and $77.7 million, respectively, primarily driven by gross originations of first lien debt investments.","24":"Over the past four quarters, following the passing of the Small Business Credit Availability Act, the company's proportion of first lien debt investments within its aggregate investment portfolio has increased by 74%, while second lien debt investments have decreased by 44%. In addition, single name portfolio diversification has increased by 39%. Subsequent to quarter end, we and our partner, Cal Regents, commenced the dissolution of our Senior Credit Fund joint venture. We set up this joint venture in 2014 for a variety of reasons, but most importantly, the JV allowed us to utilize our core competency in middle-market lending to originate lower-risk, lower-yielding, first lien investments by getting exposure to these loans in a structure that utilized leverage above the previous regulatory cap of 1:1. This combination produced attractive risk-adjusted returns since inception in the low double digits.","25":"In light of the reduction in the minimum asset coverage ratio now applicable to the company, we determined that the utility of the joint venture was diminished. Stated simply, the targeted debt-to-equity ratio that we had for the joint venture can now be achieved directly on balance sheet. As a result, effective May 8, the company received its pro-rata portion of the SCF investments, bringing these investments onto the company's balance sheet. Following this transaction, the company's first lien debt exposure and single name asset diversification has further increased. We believe this improves our overall asset mix, which in turn further strengthens the company's financing profile. Pro forma for the closing of this transaction and using the static exposures at the end of the quarter, there are 105 portfolio companies in our investment portfolio, and 67% of the fair market value of the book is in first lien debt investments.","26":"Also during the quarter, we increased both the number of lenders in our credit facility as well as the total commitment size to $795 million with no change to the coupon rate.","27":"The restructuring of our joint venture and subsequent increase in debt capacity are the latest in a series of actions that we have taken over the last year to optimize our balance sheet and deliver the benefits of the Small Business Credit Availability Act to shareholders. We are pleased with the results thus far, and we look forward to continuing our efforts to capture additional benefits in the months and quarters to come. Finally, recall that on last quarter's earnings conference call in March and in the subsequent events portion of our 10-K filing, we made significant disclosures about our investment in Animal Supply. Specifically, we reported that after year-end, we closed on the restructuring of this investment. As we described in that disclosure, there was a mark-down this quarter in Q1 as a result of the transaction. This mark was the largest driver of the NAV decline this quarter.","28":"From here, the company maintains a significant equity stake in Animal Supply, and thus far, we are encouraged by the stability of recent financial performance, but we are mindful that significant work remains to optimize the outcome of this investment. To that end, we have dedicated substantial resources to this investment and are working closely with management. We know that as credit investors, improving outcomes for underperforming investments is a critical success factor. We remain laser-focused on this effort on behalf of our investors.","29":"With that, let me turn it over to Jon Yoder.","30":"Jon Yoder","31":"All right. Thanks, Brendan. During the quarter, we witnessed broader market stabilization following the increased volatility that occurred in the markets during the fourth quarter. Within the middle market, overall loan volume was lower than historical averages. Given this context, we were pleased with our first quarter activity levels, which were actually a bit higher across our platform as compared with Q1 of 2018. Thematically, we continue to be focused on more senior investments in first lien parts of the capital structure.","32":"Origination this quarter included a mix of new and follow-on investments to existing portfolio companies, and we continue to have success in both sponsored deals as well as deals to family and founder-owned businesses referred through our private wealth channel. This quarter, one of the new investments that we originated resulted from a private wealth relationship, which began with the CEO of a technology consulting firm that specializes in digital transformation for Fortune 500 companies. This CEO decided to sell a portion of his company to a Tier 1 private equity firm. But given the relationship, trust and partnership that we had cultivated with the CEO over the years, we were able to help structure and lead the lending facility. We believe that this investment is a good example of the importance of a strong origination network to find attractive deals even during the competitive environment we are currently experiencing.","33":"So turning to specific investment activity for the quarter. New investment commitments and fundings were $155.5 million and $124.9 million, respectively. Regarding placement in the capital structure, new originations this quarter were comprised of 82% first lien loans, 6% second lien loans and 12% in preferred stock. These new investment commitments were across seven new portfolio companies and four existing portfolio companies.","34":"Sales and repayment activity totaled $77.8 million driven primarily by the full repayment of two investments in two different portfolio companies, both of which were second lien investments that produced very attractive IRRs to our investors.","35":"As a result of our origination shift in the first lien investments and when coupled with sales and repayment activity that has occurred within our second lien investment portfolio, we have meaningfully increased the company's exposure in first lien investments over the trailing 12 months. At the end of the first quarter 2019, first lien exposure was 58% of the portfolio as compared to 33% at the end of last - the first quarter of last year. Our second lien exposure was reduced from 37% to 21% of the total portfolio over the same time period. As Brendan mentioned, the unwinding of our Senior Credit Fund joint venture partnership closed this week. This transaction resulted in the company obtaining its pro-rata portion of the Senior Credit Fund investments onto the company's balance sheet. And as a result of this transaction, first lien investments have increased to 67% of the total investment portfolio using the March 31 ending valuations.","36":"The weighted average yield of our investment portfolio at cost at the end of the first quarter was 9.3% as compared to 9.5% at the end of the fourth quarter. The weighted average yield of our total debt and income-producing investments at cost was 10.7% at the end of the first quarter as compared to 10.9% at the end of the fourth quarter. Regarding portfolio composition. As of the end of the quarter, total investments in our portfolio were $1,405.1 million at fair value comprised of 85.9% senior secured loans, including 58% in first lien, 7.2% in first lien\/last-out unitranche and 20.7% in second lien debt, as well as 0.5% in unsecured debt, 6.8% in preferred and common equity and 6.8% in the Senior Credit Fund.","37":"We also had $124.8 million of unfunded commitments as of March 31, bringing total investments and commitments to $1,529.9 million. As of the end of the quarter, the company had 148 investments across 78 portfolio companies operating in 33 different industries. So turning to credit quality. The underlying performance of the majority of our portfolio companies was stable quarter-over-quarter. In fact, the weighted average net debt to EBITDA of the companies in our investment portfolio was 5.3x at quarter end, down from 5.6x at the end of the fourth quarter. The weighted average interest coverage of the company's non-investment portfolio at quarter end was 2.2x, which was unchanged from the prior quarter.","38":"So I will now turn the call over to Jonathan to walk through our financial results.","39":"Jonathan Lamm","40":"Thanks, Jon. We ended the first quarter of 2019 with total portfolio investments at fair value of $1.405 billion, outstanding debt of $709 million and net assets of $695 million. Our net investment income per share was $0.55 as compared to $0.56 in the prior quarter. Earnings per share were $0.06 as compared to negative $0.03 in the prior quarter. During the quarter, our average debt-to-equity ratio was 0.98x versus 0.9x in the prior quarter. We ended the first quarter with a debt-to-equity ratio of 1.02x versus 0.94x at the end of Q4.","41":"We are pleased with the gradual growth of our balance sheet this quarter into additional attractive income-producing assets. As we discussed in prior quarters, our utilization of higher balance sheet leverage will be dictated by asset composition. This is a reflection of prudent risk management practices, which we believe are core competency of Goldman Sachs. We will seek to maintain a meaningful cushion relative to the regulatory asset coverage requirement as we have done historically. Turning to the income statement. Our total investment income for the first quarter was $36.5 million, which was up from $36 million last quarter. The increase quarter-over-quarter was primarily driven by an increase in prepayment fees and accelerated accretion.","42":"Total expenses were $13.8 million for the first quarter as compared to $13 million in the prior quarter. Expenses were up quarter-over-quarter primarily driven by an increase in incentive fees and an increase in interest expenses due to higher average daily borrowings during the quarter. Now it was down quarter-over-quarter, we ended Q1 with net asset value per share at $17.25 versus $17.65 in the prior quarter. The largest driver in our NAV decline came from our investment in Animal Supply, which we disclosed last quarter. Our supplemental earnings presentation provides a NAV bridge to walk you through the changes from the fourth quarter to the first quarter. The company had $46 million in accumulated undistributed net investment at quarter end resulting from net investment income that has consistently exceeded our dividend. This equates to $1.14 per share on current shares outstanding.","43":"During the first quarter, we increased the size of our revolving credit facility to $795 million, up from $695 million. We were pleased with our ability to attract new lending counterparties into the facility. As of March 31, total debt commitments were $950 million, including the company's unsecured convertible debt. These debt commitments provide the company with ample capacity to continue to prudently grow the balance sheet.","44":"With that, I will turn it back to Brendan.","45":"Brendan McGovern","46":"Thanks, Jonathan. We are pleased to report another solid quarter, particularly as it pertains to the net investment income, which has exceeded our dividend. As always, we thank you for the privilege of managing your capital, and we look forward to continuing the hard work for you on behalf of you for the remainder of the year.","47":"With that, let's open up the line for questions.","48":"Question-and-Answer Session","49":"Operator","50":"[Operator Instructions]. And our first question is from the line of Finian O'Shea from Wells Fargo.","51":"Finian O'Shea","52":"First on Country Fresh. The [indiscernible] this quarter. I know it's a second lien, so the - March can be very volatile. Can you kind of describe the sequential market this - or a function of the asset going on, on nonaccrual and being worked out potentially, helping us think about sort of the risk of second lien in that sense when you see something last quarter that was marked in the 70 range? Or was this a big sequential leg-down in the performance of that company?","53":"Jon Yoder","54":"Yes. So Jon here. First off, let me give some context. So our loan to Country Fresh is frankly a very small position in the portfolio. It was less than $10 million of invested capital compared to the $1.5 billion of total balance sheet investments. So little context there. But to give you a little color, it's a sponsor-backed company where - that processes and distributes fresh-cut fruits and vegetables to retailers. Our underwriting thesis when we made this loan was really centered on the large scale and national operational footprint of the company that we thought acted as a nice competitive advantage and a barrier to entry for competitors.","55":"We also saw strong industry growth trends. This company distributes predominantly to retailers who, because they're being increasingly held accountable for food - increased food safety regulations, they are choosing to outsource a lot of that fresh-cut fruit and other sort of food preparation to third parties.","56":"So in any event - and with outsourcing, of course, strong consumer demand for healthy, convenient food products, which was the underlying demand pull-through of the products that the company was processing and distributing. But regardless, during the course of 2018, certain performance issues started to emerge. Much of it was related to raw material and labor cost issues. But we were pleased that during the course of 2018, the sponsor, which had invested significant capital below our debt, continued to invest additional capital throughout 2018. That being said, we did - if you look at sort of our marks quarter-over-quarter over the course of 2018, we were marking down the position to reflect what we thought was a prudent view of the increased risk of the position.","57":"In the first quarter of 2019 - and I guess this kind of gets the heart of your question of, obviously, there was a pretty big move from the fourth quarter to the first quarter in the mark. In the first quarter of 2019, we became aware of some significant liquidity concerns at the company that really prompted both the first lien and second lien lender groups to start focusing on a restructuring. And you were right in asking or suggesting that this happened very quickly. It definitely did happen quite quickly given sort of the updated liquidity situation and frankly some updated information that we got about the company at the end of the fourth - about 2018 results. In the first quarter, we moved quickly with other lenders to focus on restructuring. And so we have marked the position down to reflect kind of a view given the new information that we got during the first quarter. I will say that subsequent to the quarter end, we have now completed a restructuring of the position. And we think that the company, that the position that - the mark that we had at the end of the first quarter, obviously we're still in the midst of the second quarter, so we can't say with any degree of uncertainty as to exactly where the mark on this position will be as we get to the end of the second quarter. But suffice to say, as you can see, in dollar amounts, it's very small even at the end of the first quarter, so any changes in the second quarter are likely to be quite insignificant.","58":"So that's kind of the long and short of that. I mean I would certainly characterize this as a particularly fast-moving, fast-changing situation. And it's not that common that a situation like this arises. Obviously, it happens from time to time. But the speed at which this company sort of started to underperform or at least information came to light about the underperformance was far more rapid than what we normally see in our portfolio companies. So that's the - pretty much the color I can give.","59":"Finian O'Shea","60":"I appreciate that color. And then just one more, if I may. Seeking your commentary generally on the news we see of your parent's bank, although, of course, you're a distinct entity and they're a '40 Act fund and so forth. But on the bank side, it looks like the streamlining of other businesses not so far afield to what you're doing, streamlining and according to the journal and such, looking more like an alternatives business. Anything at all to see in a change of how they might operate closer to you? Or any discussion of how you fit into this picture that would be helpful to know? Or is it continual - a continuing that you each operate in your respective lines?","61":"Brendan McGovern","62":"Yes. I'll take a crack, Fin. So certainly, no news or no real changes within our group and organization. Certainly, anytime we've got a new CEO, there is going to be a desire to take a look at businesses and look for ways to improve and enhance outcomes overall. But I think suffice to say, within our group, we've had a really good trajectory overall. And I think where we fit in the ecosystem is exactly where the firm is focused in terms of spending resources and trying to highlight its capabilities. So we don't foresee and don't anticipate any changes in the structure of our business that will be impacted in any way anything that might come to pass here.","63":"Operator","64":"And your next question comes from the line of Leslie Vandegrift from Raymond James.","65":"Leslie Vandegrift","66":"My first question is on the quarter, more so towards the beginning of the quarter with the disruption from the end of 2018 kind of spilling over. Are any of the originations this quarter more opportunistic deals that you got into because of that disruption?","67":"Jon Yoder","68":"Yes. I mean - so Leslie, I would say not really. I think that there - if you look at what we did - what we do and what we - kind of our approach to investing here, I would say on the asset side of our balance sheet, we are - I wouldn't call us as people that are focused on \"opportunistic investments.\" I think we have a point of view that the middle market is a place that nonbank lenders are going to thrive and are needed as fundamental elements of the ecosystem. And so we focus on optimizing kind of our ability to find the best deals in that market versus sort of scanning for other ancillary investment strategies that we might be able to bring into the portfolio.","69":"I would say as we think about - we probably are a bit more opportunistic on the right side of our balance sheet. We try to pick our spots as to when we find financing and the types of financings that we're looking at. So we are certainly always scanning for opportunities or opportunistic situations to pursue financing arrangements. But on the left-hand side, as I say, we have a view that fundamentally, we have a strong place in the ecosystem of middle market lending, and that's where we want to continue to keep our focus.","70":"Brendan McGovern","71":"Yes. Leslie, it's Brendan here. The only thing I'd add is when you think about those - in the context of capital markets disruption, oftentimes the \"opportunistic transaction\" is stepping into the shoes of a deal that has been perhaps structured aggressively or underwritten in a way that one might not be comfortable with. Structure, in particular, becomes important in the documentation of the loans. And so rather than trying to define the right price to pay for a deal that might not have the attributes that we prefer to have. I think what you saw this quarter was the ability to execute within a market environment where certainty of private credit really comes to the floor, but doing deals that were underwritten in a traditional way, par lending for deals that we've been focusing on for quite some time in the middle market in particular. I would say another attribute oftentimes in those more opportunistic deals as they do tend to be bigger companies, bigger capital structures where deals might be straddling the syndication market. And so our preference continues to be the focus on the heart of the middle market. I think that's what you've seen us do this quarter.","72":"Leslie Vandegrift","73":"Okay. And then on the - and the press release discusses the weighted average EBITDA and the incremental decrease from last quarter. Is that driven by the mix in companies that - size-wise, that originated versus the exit? Or is that because the existing portfolio companies had a pullback in EBITDA in the quarter?","74":"Jon Yoder","75":"It's the former. So it's just a matter of mix in terms of the companies that we are originating loans to versus the ones that left the portfolio. It's not been driven by declines in EBITDA of our portfolio companies.","76":"Leslie Vandegrift","77":"Okay. And then just the last question. On NTS, are you still expecting the timing of that close to be towards the end of this quarter?","78":"Jon Yoder","79":"Yes. I mean - so yes, although I mean I would - we - I wouldn't necessarily anchor you to that or anybody to that. I mean I think we're making our best guesses as to when that deal is going to close. But certainly, there are a number - it's largely outside of our control. Just to refresh everybody's memory, NTS is a deal that we're - it's a company that's been acquired, and as part of that acquisition, our debt - we'll receive a return for our debt. The deal is contingent as all telecom deals are on getting approval from the FCC to transfer the licenses to operate the telecommunications system that, in this case, NTS owns. And so you're literally waiting for the FCC to finish its review of the transaction and the application to transfer licenses, and the FCC can work on its own timeline, quite frankly. But just based on historical precedent and what we have seen and what our advisers have told us as to what is a reasonable time frame to expect that review to be concluded, we have been projecting sometime around the end of the second quarter. It is definitely possible it could slip into the third quarter, there's no assurances given. But we think - we certainly think we're closer to getting - or hopeful that we're closer to getting that approval today than we were when the transaction was announced late last year. So that's a little bit of color there.","80":"Operator","81":"And our next question is from the line of Mark Hughes from SunTrust.","82":"Michael Ramirez","83":"This is Michael Ramirez on for Mark. I guess just a follow-up on the - I guess the origination question previously. It looks like many of your public BDC peers have characterized this environment as remaining competitive. No big change from last few quarters. You mentioned this morning the overall deal volume has been lower than historical averages. We've both seen that with the data. But your new originations were greater than last year. So our question is what percentage of the deal that came across your desk this quarter did you close on compared to prior quarters? And if we can ask additionally, when you are passing on deals, what are some characteristics that you're trying to avoid? And how has this changed over time?","84":"Brendan McGovern","85":"Yes. I'll take a first crack in this multipart question, Jon, so you have some insights here as well. I think, Michael, in any given quarter, it's always hard to sort of define your own origination cadence versus the market. I think the observations that we described are - certainly are consistent, a slowing of market trends overall. But when you look at the size and scale of our platform in the company, we're one player here. In any given quarter, 1 or 2 deals can break one way or another such that your own trends are different than the broader market here. So there's certainly no change with respect to the hit ratio, if you will, of deals that we're closing on relative to the deals that we're seeing. If anything, one thing that you've heard us say consistently is we really try to focus on having a diversity of sources of opportunities coming in. We were successful again this quarter, as Jon described, leveraging our private wealth network where - what we think are, by definition, less competitive financing opportunities. So I think that kind of works on our favor in the context of competitive market environment.","86":"Your other question, I think, was around what's typically the nature of why we might lose a transaction in the course of a competitive environment. I think most often, it comes down to the terms that you're willing to offer. Oftentimes, the quantum of debt relative to the companies capable to service that I think becomes a key factor. I'm sure you've heard folks in the market describing, for example, there are concerns about adjusted EBITDA and the adjustments that are made. For us, in our platform, what we try to do is really be quite, quite disciplined around defining for ourselves what is an EBITDA that we can underwrite, and in the context of that number as opposed to a number that might be otherwise marketed to us, provide a solution that we're willing to offer. I would say there is one common scenario where we're not winning transactions because we're not willing to be as aggressive with respect to financing or underwriting an EBITDA that perhaps a different competitor might be.","87":"Jon Yoder","88":"Yes. And just to add onto that a little bit. I mean I think there's - in a sense you can think at an even higher level here. There's really two breaking points in terms of when you are calling your sort of funnel down to what you actually invest in. The first question is really is this a company that you want to finance. And then Brendan's commentary was around, okay, if you determine that something that - is a company that you'd like to finance, what are the reasons why you may choose not to go forward even if you like the underlying company. But the one - the bigger picture I do want to convey is by far, the biggest reason when companies go from the top of the funnel where an opportunity comes in and get to weed it out is because they don't pass sort of our credit metrics. And then if it does pass our kind of - our underwriting standards, then as Brendan was saying, we get into, well, is there a structure that we can get comfortable with that - and oftentimes - or sometimes at least, the reality is that other competitors will offer to do things that we wouldn't be comfortable with. But again, it all starts with fundamentally do we like this business and is it one that we think we're comfortable with and that whittles out the vast majority of the companies that come in at the sort of top of the funnel.","89":"Michael Ramirez","90":"That's helpful. One more, if we may. It seems that you guys have been sort of quite successful carrying the dividend over the last four quarters. I'm sure this question has been asked a few times over last year, so - but what metrics, thresholds do you need to exceed to be comfortable to raise your dividend? Any color on that, that would be helpful.","91":"Jonathan Lamm","92":"Yes. The over-earnings of the dividend is in the context of the historical portfolio, higher portfolio of yields. As we've transitioned the portfolio in more recent quarters to more first lien investments, you've seen our weighted average yield at cost come down. And we think that the over-earnings of the dividend can certainly continue, but we don't see a point in the context of what we're seeing in the market and our target leverage ratio where we think it makes sense to increase our dividend in terms of the fixed dividend. We do, as I mentioned, have the $1.14 of spillover income. At this point, we think it's advantageous to shareholders to continue to spill that over given where we trade and the cost of raising equity capital versus being able to spill it over for a nominal excise cost. But that's been our position and at this point continues to be.","93":"Operator","94":"And our next question is from the line of Arren Cyganovich from Citigroup.","95":"Arren Cyganovich","96":"Just starting off on the dissolution of your JV. Wondering if you could just talk about the pro forma impacts to your investment yield, to the cost of funds and to your leverage.","97":"Brendan McGovern","98":"Yes. We'll take a crack at the pro forma. I think when you look at what we're doing here, effectively today, as of the end of the quarter, what the company reflects is an equity investment in a leveraged entity, and that historically has produced a dividend yield back on that equity investment, which has been attractive. And as we described I think at length, we can effectively now do that on balance sheet. So the pro forma impact will be that we'll basically swap that equity investment. That equity investment will go away off our balance sheet and we'll take back on the balance sheet. Those whole loans that were within that vehicle diversified portfolio of first lien loans, we schedule all those out within our Ks and Qs so you can see those.","99":"So the yield on those investments is nominally lower than what has historically been on balance sheet. But of course, we can now finance those assets on balance sheet at the same target leverage, which will end up producing the same type of overall return to the company. And most importantly, when you step back and look at what the new business looks like, there's a simplicity to the balance sheet, which is just a portfolio of whole loans that we believe is attractive to financing providers. So said quite frankly, the notion of financing a leveraged equity, an acquisition in a leveraged vehicle, not that attractive to lots of folks, but with whole loans, especially first lien loans, is quite attractive. So we think certainly over time, that helps lower the cost of financing for our vehicle, which, of course, has a benefit of enhancing the net returns that we can earn for the company.","100":"Arren Cyganovich","101":"Yes. I get - I mean I understand the whole idea, but just in terms of the actual impacts on a quarter-to-quarter basis. There's going to be a modest drag down on yield, I'm assuming. And then what's your - what is the leverage level that - if you're just to pro forma that at the end of the quarter?","102":"Jonathan Lamm","103":"So the increase in leverage is a little bit under 0.2x in the context of just taking those assets and bringing them on balance sheet to the end of the quarter at 1.02. It'll bring us to about 1.2x just from a leverage impact. And you can look at the weighted average yield of our portfolio at cost is in the 9s on balance sheet and was 7.6% at the Senior Credit Fund. So you can blend that based on the $1.4 billion on balance sheet relative to the couple of hundred million that's coming on.","104":"Arren Cyganovich","105":"Okay. And then your incentive - I'm sorry. Go ahead.","106":"Jonathan Lamm","107":"No. I'm just saying, is that what you were looking for, Arren?","108":"Arren Cyganovich","109":"Yes. It's perfect. And then the incentive fees, zero in the fourth quarter but pretty low for the first quarter. I'm assuming that's kind of related to a high watermark look-back because of the NAV decline. That's also part of why you're over-earning for the past two quarters, right?","110":"Jonathan Lamm","111":"That is correct. So there is - there - and again, that speaks to the net investment income. We certainly over-earn the dividend through net investment income by having a high-quality portfolio of attractive income-earning assets. But when we do have marks in the portfolio, realized or unrealized, we're also not taking incentive fee, which serves to increase the net investment income.","112":"Arren Cyganovich","113":"Right. It's shareholder friendly, so I appreciate that. But I just wanted to make sure that was right. And then the last question, it's more of an industry question. But you have a 5% decline in your NAV year-over-year, everybody has credit hiccups now and then, so I completely get that. But when BDCs were kind of originally created, it was more of a mezz vehicle just kind of 10, 12 years ago. And you had the ability to get warranted pretty low costs usually whenever you're making these debt investments. And you have the ability to hopefully earn some of that NAV back through those equity investments because everybody is going to have a credit hiccup here and there. Is there any way now that you can actually earn back those lost values in NAV? It's not - it's a question for you, but it's really a question for the industry as well.","114":"Jon Yoder","115":"Yes. I mean so look, I think it - unfortunately, the answer is it's hard to answer on an industry-wide basis because it really depends on the skill of the manager and the decisions they make as part of the restructuring of investments that they're taking losses on. So - and in particular, I think the question is if you're - hopefully, if you're skilled and you've done your job correctly, you come out of any restructuring with a claim and ownership stake or some other type of investment claim on that company so that if and when that company fixes the issues that caused the financial underperformance, you hold on to value that can increase to return your capital and possibly and then some, right?","116":"And so I think if you're solely the manager or you did your underwriting less properly to give yourself fewer rights in this [indiscernible] with no claim on the company whatsoever, like literally you've been wiped out and there's no further claim that you have. So if you look at, for example, the way that - if you look at the situations that have underperformed over the history of our investments, thankfully, by numerosity, it's not a huge number. But most importantly, to us, in virtually - in almost every case, we've retained an ownership stake or a claim on the company so that as, as I say, the problems that whatever - that were causing that financial underperformance get worked out, if they get worked, of course, we have the opportunity to recover our capital and possibly more.","117":"And so there's a lot of hard work that goes into that. We spend a lot of time with those companies, as you can imagine. Brendan mentioned in his opening remarks that there's nothing more important when you're a lender than focusing on the situation that underperformed. That's kind of the health sign in credit, if you will, is recovering the downside scenario. And so we spend a lot of time on that, and it's a lot of hard work. But it means that we do have the ability to recover the - at least the potential to recover those losses going forward. And again, that's us. It's case by case depending on, as I say, the skill of the manager.","118":"Brendan McGovern","119":"I think maybe to your industry question, I think actually if you look at the industry over a longer period of time, you alluded to the historical model of maybe some mezz with warrants and that being a source of upside, I think if you look at the NAV that has been created, it's more generally been sort of on a scale basis through things that are a bit more strategic using a premium currency, for example, in the context of M&A or an equity offering. I think that's why you see us as a management team focusing on things that are going to be shareholder friendly, that will continue to produce attractive net investment income and therefore a good, stable dividend performance in that context. And so that's something that we regard jealously as something that is an asset for us that can be utilized thoughtfully. I think there's ways to abuse it and therefore lose it. And we've been thoughtful about not doing those sorts of things. But I think when you do look at the industry, more of that NAV creation has been formed through those types of strategic transactions as opposed to the nominal pending work.","120":"Operator","121":"And your next question comes from the line of Derek Hewett from Bank of America Merrill Lynch.","122":"Derek Hewett","123":"Most of my questions were already asked and answered, but maybe if I will, are there any onetime items associated with the dissolution of the Senior Credit Fund?","124":"Jonathan Lamm","125":"There will be some write-off of some deferred financing expenses in the context of the dissolution and the repayment of a credit facility that we have there.","126":"Derek Hewett","127":"Okay. Could you quantify that?","128":"Jonathan Lamm","129":"About $2.5 million.","130":"Operator","131":"At this time, there are no further questions. Please continue with any closing remarks.","132":"Brendan McGovern","133":"Well, thank you, though, everybody, for joining us for the conference call. Of course, if you have any follow-on questions, please don't hesitate to reach out to the team. I hope you enjoy a nice Mother's Day weekend. Thank you very much.","134":"Operator","135":"Ladies and gentlemen, this does conclude the Goldman Sachs BDC, Inc. First Quarter 2019 Earnings Conference Call. Thank you for your participation. You may now disconnect."},"Positive":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.333,"6":0.0,"7":0.583,"8":0.0,"9":0.0,"10":0.0,"11":0.0,"12":0.0,"13":0.231,"14":0.0,"15":0.0,"16":0.109,"17":0.0,"18":0.0,"19":0.0,"20":0.0,"21":0.119,"22":0.066,"23":0.151,"24":0.095,"25":0.155,"26":0.275,"27":0.113,"28":0.272,"29":0.0,"30":0.0,"31":0.118,"32":0.204,"33":0.084,"34":0.084,"35":0.059,"36":0.087,"37":0.093,"38":0.0,"39":0.0,"40":0.166,"41":0.174,"42":0.163,"43":0.189,"44":0.0,"45":0.0,"46":0.191,"47":0.0,"48":0.0,"49":0.0,"50":0.118,"51":0.0,"52":0.085,"53":0.0,"54":0.105,"55":0.252,"56":0.111,"57":0.02,"58":0.095,"59":0.0,"60":0.151,"61":0.0,"62":0.18,"63":0.0,"64":0.0,"65":0.0,"66":0.0,"67":0.0,"68":0.133,"69":0.099,"70":0.0,"71":0.041,"72":0.0,"73":0.043,"74":0.0,"75":0.035,"76":0.0,"77":0.071,"78":0.0,"79":0.128,"80":0.0,"81":0.0,"82":0.0,"83":0.053,"84":0.0,"85":0.165,"86":0.083,"87":0.0,"88":0.149,"89":0.0,"90":0.196,"91":0.0,"92":0.063,"93":0.0,"94":0.0,"95":0.0,"96":0.0,"97":0.0,"98":0.083,"99":0.177,"100":0.0,"101":0.034,"102":0.0,"103":0.07,"104":0.0,"105":0.376,"106":0.0,"107":0.0,"108":0.0,"109":0.183,"110":0.0,"111":0.123,"112":0.0,"113":0.203,"114":0.0,"115":0.079,"116":0.083,"117":0.039,"118":0.0,"119":0.081,"120":0.0,"121":0.0,"122":0.0,"123":0.116,"124":0.0,"125":0.094,"126":0.0,"127":0.322,"128":0.0,"129":0.0,"130":0.0,"131":0.139,"132":0.0,"133":0.385,"134":0.0,"135":0.091},"Neutral":{"0":1.0,"1":1.0,"2":1.0,"3":1.0,"4":1.0,"5":0.667,"6":1.0,"7":0.417,"8":1.0,"9":1.0,"10":1.0,"11":1.0,"12":1.0,"13":0.769,"14":1.0,"15":1.0,"16":0.866,"17":0.978,"18":1.0,"19":1.0,"20":1.0,"21":0.881,"22":0.898,"23":0.736,"24":0.863,"25":0.815,"26":0.668,"27":0.871,"28":0.699,"29":1.0,"30":1.0,"31":0.857,"32":0.796,"33":0.916,"34":0.916,"35":0.941,"36":0.841,"37":0.887,"38":1.0,"39":1.0,"40":0.776,"41":0.809,"42":0.837,"43":0.687,"44":1.0,"45":1.0,"46":0.787,"47":1.0,"48":1.0,"49":1.0,"50":0.882,"51":1.0,"52":0.888,"53":1.0,"54":0.879,"55":0.748,"56":0.829,"57":0.961,"58":0.905,"59":1.0,"60":0.849,"61":1.0,"62":0.793,"63":1.0,"64":1.0,"65":1.0,"66":0.868,"67":1.0,"68":0.859,"69":0.876,"70":1.0,"71":0.915,"72":1.0,"73":0.957,"74":1.0,"75":0.965,"76":1.0,"77":0.929,"78":1.0,"79":0.837,"80":1.0,"81":1.0,"82":1.0,"83":0.9,"84":1.0,"85":0.815,"86":0.863,"87":1.0,"88":0.837,"89":1.0,"90":0.804,"91":1.0,"92":0.937,"93":1.0,"94":1.0,"95":1.0,"96":1.0,"97":1.0,"98":0.917,"99":0.798,"100":1.0,"101":0.923,"102":1.0,"103":0.93,"104":1.0,"105":0.513,"106":1.0,"107":0.833,"108":1.0,"109":0.769,"110":1.0,"111":0.836,"112":1.0,"113":0.746,"114":1.0,"115":0.871,"116":0.852,"117":0.887,"118":1.0,"119":0.886,"120":1.0,"121":1.0,"122":1.0,"123":0.884,"124":1.0,"125":0.906,"126":1.0,"127":0.678,"128":1.0,"129":1.0,"130":1.0,"131":0.727,"132":1.0,"133":0.594,"134":1.0,"135":0.909},"Negative":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.0,"8":0.0,"9":0.0,"10":0.0,"11":0.0,"12":0.0,"13":0.0,"14":0.0,"15":0.0,"16":0.025,"17":0.022,"18":0.0,"19":0.0,"20":0.0,"21":0.0,"22":0.036,"23":0.112,"24":0.042,"25":0.03,"26":0.057,"27":0.016,"28":0.029,"29":0.0,"30":0.0,"31":0.025,"32":0.0,"33":0.0,"34":0.0,"35":0.0,"36":0.073,"37":0.021,"38":0.0,"39":0.0,"40":0.058,"41":0.017,"42":0.0,"43":0.124,"44":0.0,"45":0.0,"46":0.022,"47":0.0,"48":0.0,"49":0.0,"50":0.0,"51":0.0,"52":0.028,"53":0.0,"54":0.016,"55":0.0,"56":0.061,"57":0.019,"58":0.0,"59":0.0,"60":0.0,"61":0.0,"62":0.027,"63":0.0,"64":0.0,"65":0.0,"66":0.132,"67":0.0,"68":0.008,"69":0.025,"70":0.0,"71":0.044,"72":0.0,"73":0.0,"74":0.0,"75":0.0,"76":0.0,"77":0.0,"78":0.0,"79":0.036,"80":0.0,"81":0.0,"82":0.0,"83":0.047,"84":0.0,"85":0.02,"86":0.054,"87":0.0,"88":0.014,"89":0.0,"90":0.0,"91":0.0,"92":0.0,"93":0.0,"94":0.0,"95":0.0,"96":0.0,"97":0.0,"98":0.0,"99":0.025,"100":0.0,"101":0.043,"102":0.0,"103":0.0,"104":0.0,"105":0.111,"106":0.0,"107":0.167,"108":0.0,"109":0.047,"110":0.0,"111":0.041,"112":0.0,"113":0.051,"114":0.0,"115":0.051,"116":0.065,"117":0.073,"118":0.0,"119":0.033,"120":0.0,"121":0.0,"122":0.0,"123":0.0,"124":0.0,"125":0.0,"126":0.0,"127":0.0,"128":0.0,"129":0.0,"130":0.0,"131":0.133,"132":0.0,"133":0.021,"134":0.0,"135":0.0},"sentiment":{"0":"Neutral","1":"Neutral","2":"Neutral","3":"Neutral","4":"Neutral","5":"Positive","6":"Neutral","7":"Positive","8":"Neutral","9":"Neutral","10":"Neutral","11":"Neutral","12":"Neutral","13":"Positive","14":"Neutral","15":"Neutral","16":"Negative","17":"Negative","18":"Neutral","19":"Neutral","20":"Neutral","21":"Positive","22":"Negative","23":"Positive","24":"Negative","25":"Negative","26":"Negative","27":"Negative","28":"Negative","29":"Neutral","30":"Neutral","31":"Negative","32":"Positive","33":"Neutral","34":"Neutral","35":"Neutral","36":"Negative","37":"Negative","38":"Neutral","39":"Neutral","40":"Negative","41":"Negative","42":"Positive","43":"Positive","44":"Neutral","45":"Neutral","46":"Negative","47":"Neutral","48":"Neutral","49":"Neutral","50":"Positive","51":"Neutral","52":"Negative","53":"Neutral","54":"Negative","55":"Positive","56":"Negative","57":"Negative","58":"Positive","59":"Neutral","60":"Positive","61":"Neutral","62":"Negative","63":"Neutral","64":"Neutral","65":"Neutral","66":"Neutral","67":"Neutral","68":"Negative","69":"Negative","70":"Neutral","71":"Negative","72":"Neutral","73":"Neutral","74":"Neutral","75":"Neutral","76":"Neutral","77":"Neutral","78":"Neutral","79":"Negative","80":"Neutral","81":"Neutral","82":"Neutral","83":"Negative","84":"Neutral","85":"Negative","86":"Negative","87":"Neutral","88":"Negative","89":"Neutral","90":"Positive","91":"Neutral","92":"Neutral","93":"Neutral","94":"Neutral","95":"Neutral","96":"Neutral","97":"Neutral","98":"Neutral","99":"Negative","100":"Neutral","101":"Negative","102":"Neutral","103":"Neutral","104":"Neutral","105":"Positive","106":"Neutral","107":"Neutral","108":"Neutral","109":"Negative","110":"Neutral","111":"Negative","112":"Neutral","113":"Negative","114":"Neutral","115":"Negative","116":"Negative","117":"Negative","118":"Neutral","119":"Negative","120":"Neutral","121":"Neutral","122":"Neutral","123":"Positive","124":"Neutral","125":"Neutral","126":"Neutral","127":"Positive","128":"Neutral","129":"Neutral","130":"Neutral","131":"Positive","132":"Neutral","133":"Negative","134":"Neutral","135":"Neutral"}}