{"text":{"0":"The Kroger Co. (NYSE:","1":"Company Participants","2":"Rebekah Manis - Director, IR","3":"W. Rodney McMullen - Chairman & CEO","4":"Gary Millerchip - CFO","5":"Conference Call Participants","6":"Robbie Ohmes - Bank of America Merrill Lynch","7":"Judah Frommer - Credit Suisse","8":"Edward Kelly - Wells Fargo","9":"Rupesh Parikh - Oppenheimer","10":"John Heinbockel - Guggenheim Securities","11":"Michael Lasser - UBS","12":"Kelly Bania - BMO Capital Markets","13":"Chris Prykull - Goldman Sachs","14":"Michael Montani - Evercore ISI","15":"Operator","16":"Good morning, and welcome to The Kroger Company First Quarter 2019 Earnings Conference Call. All participants will be in listen-only mode. [Operator Instructions] After today's presentation, there will be an opportunity to ask questions. [Operator Instructions] Please note, this event is being recorded. ","17":"I would now like to turn the conference over to Rebekah Manis, Director, Investor Relations. Please go ahead. ","18":"Rebekah Manis","19":"Thank you, Gary. Good morning, and thank you for joining us. Before we begin, I want to remind you that today's discussions will include forward-looking statements. We want to caution you that such statements are predictions, and actual events or results can differ materially. A detailed discussion of the many factors that we believe may have a material effect on our business on an ongoing basis is contained in our SEC filings, but Kroger assumes no obligation to update that information. ","20":"Both our first quarter press release and our prepared remarks from this conference call will be available on our website at ir.kroger.com. After our prepared remarks, we look forward to taking your questions. In order to cover a broad range of topics from as many of you as we can, we ask that you please limit yourself to one question and one follow-up question, if necessary. Thank you. ","21":"I will now turn the call over to Kroger's Chairman and Chief Executive Officer, Rodney McMullen. ","22":"W. Rodney McMullen","23":"Thank you, Rebekah. Good morning everyone, and thank you for joining us. With me to review Kroger's first quarter 2019 result is Chief Financial Officer, Gary Millerchip.","24":"We started the conversation with you last quarter by acknowledging that we had our work cut out for us. We are energized by that challenge, and our team brought that energy to the first quarter. There are several examples in the first quarter results that reflect the disciplined focus and progress we are making on our transformation plan, Restock Kroger. ","25":"All of this work starts with our customer obsession focus. That is why we're building an omni-channel platform to serve customers with anything, anytime, anywhere. That is why we're focused on redefining the experience grocery customers can expect to have in our stores and online, improved upon by exciting partnerships that create additional value. ","26":"That said, while the second year of Restock Kroger is off to a solid start, we know we can do better when it comes to our identical sales results. To that end, it is important that I say right up front that by further intensifying our customer focus, Kroger's quarter-to-date identical sales are trending better than the first quarter and moving toward the guidance range. ","27":"One of our most powerful competitive advantage is also one of our best ongoing performers. Kroger's own brand products grew 3.3% and unit share gained 66 basis points to reach 28.9% share in the quarter. The focus on shifting the mix to Simple Truth and premium brands such as Private Selection led to double-digit gains in the quarter in those brands. ","28":"We know that our customers love our brands and that they are hungry for innovative new products that they can only get by coming to and shopping with Kroger. In our quest to put food first and serve as America's food authority, we are bringing new tastes, trends and experiences to our customers. In the first quarter, we introduced 219 fantastic Our Brand items.","29":"Our customer's favorite new items fall in line with the key food and flavor trends we predicted for 2019, including Private Selection Pork Belly Bites, Private Selection Artesian jerky, and Kroger Deluxe Unicorn Swirl ice cream. New items delivered over $225 million in incremental sales during the first quarter. ","30":"Customer obsession is also why we're building a platform to serve customers anything they want, anytime they want, and anywhere they want. Our customers don't distinguish between an in-store and online experience. Rather, they typically have a food-related need or a problem to solve and want the easiest, most seamless solution. ","31":"Our digital sales grew 42% in the first quarter. We also expanded our coverage area to reach 93% of our customers in the first quarter. This means 93% of the customers who shop Kroger in a brick-and-mortar store also can shop with us for pick-up or delivery. By the end of this year, everyone in America will have the ability through our modalities to shop with Kroger, whether they decide to come into a store, use our pick-up or delivery services, or Ship. ","32":"Our efforts are positioning Kroger to be the leading omni-channel retailer in the food industry. Since 2014, we've gone from no digital sales dollars to a 2018 annual run rate of about $5 billion, which will trend toward a $9 billion digital sales run rate in the future. I call this out because while we are only in the middle of our transformation, it's important to frame up the magnitude of the progress that we have made. ","33":"2019 is another pivotal year for our Partner for Customer Value pillar and Restock Kroger. We continue to improve the customer experience in our stores and across our digital properties by partnering with industry innovators such as Home Chef, Microsoft, Ocado, and Walgreens. All of these partners accelerate our ability to provide customers anything, anytime, anywhere.","34":"Each partner shares our passion for exploring the nexus between technology and innovative customer experiences. We were excited to break ground last week in Ohio on America's first customer fulfillment center powered by Ocado.","35":"Kroger's partnership with Ocado will for the first time introduce transformative e-commerce fulfillment and logistics technology in America. This in turn means Kroger customers will get fresher food faster than ever before. We intend to open additional customer fulfillment facilities to create a seamless customer experience, replicating the model to serve everyone across America. ","36":"We are also making progress building out our Alternative business for profitable growth. We've made several organizational structural changes to allow deeper concentration on Alternative profit stream while also maintaining our laser focus on delivering for our customers in the core business. ","37":"Kroger is creating a virtuous cycle built upon the rich collection of proprietary data generated from our customer traffic to improve the customer experience which then supports new margin-rich asset-light businesses. We expect Alternative profit streams to continue to grow and contribute an estimated incremental $100 million in net operating profit in 2019 and continue to accelerate into 2020. This will be generated primarily from the more mature Alternative profit streams such as Kroger Personal Finance, our media businesses, and customer data insights.","38":"There other initiatives within our Alternative business portfolio that are in earlier stages of incubation. For example, we recently announced the formation of PearlRock Partners, a platform to identify, invest in, and help grow the next generation of leading consumer product brands. Initiatives such as PearlRock Partners are expected to have a small impact during Restock Kroger and then contribute more meaningfully to our results after 2020. Following up on our commitment we made in March to our financial stakeholders, Gary will provide additional transparency about where Alternative profits will flow through our financial statements during his remarks. ","39":"One of the challenges of transforming a company is finding the right leaders at the right time to guide and coach people through complex and often difficult change. The underlying principle is to respect the company's past while creating the future. We've secured Kroger's continued success in the next chapter of retail by proactively managing several pivotal next-generation leadership successions, including the essential CFO and CIO roles. ","40":"We've also focused several senior-most executive roles, most notably leaders of our New Business Development including partnerships and Kroger's Alternative business portfolio to support the transformation of our growth model. ","41":"Every leadership transition is deliberate, carefully managed, and made in partnership with Kroger's board of directors. I'd like to again congratulate all of our new Senior Vice Presidents and underscore my confidence in their ability to lead Kroger forward. ","42":"Another important area of leadership for Kroger is in the environmental, social, and governance areas, which is a natural extension of our Zero Hunger\/Zero Waste plan and is gaining recognition from a growing number of investors. ","43":"As America's grocer, we are committed to setting the table for a sustainable future. A year ago, we took a deeper look on how plastic is affecting our communities and environment and became the first major U.S. retailer to announce the phase-out of single-use plastic grocery bags, starting with our QFC division in the Pacific Northwest. ","44":"Earlier this month, Kroger announced our commitment to be the exclusive U.S. grocery retail partner for Loop. Loop is a new system that uses durable product packaging to help reduce single-use plastics. TerraCycle introduced Loop at the World Economic Forum in Davos in January to much fanfare and media interests. Many familiar suppliers and brands are included in the platform, and the list continues to expand. ","45":"Loop hygienically cleans and sanitizes the empty packaging that was previously sold to the consumer and sends it back to the suppliers to refill for another use because the retail industry is transforming, we proactively launched Restock Kroger to deliver for customers and our shareholders. Plainly stated, Restock Kroger is all about transforming our growth model. ","46":"The second year of Restock Kroger is off to a solid start. The entire company is focused on redefining the grocery customer experience, improving upon our exciting partnerships that create value. We are investing in our associates more than ever before and building a purpose-driven culture, and we are also on track to generate the free cash flow and incremental adjusted FIFO operating profit targets for 2019. ","47":"As I said earlier, we recognize we have work to do and remain focused on delivering on our Restock Kroger commitments. ","48":"Now I'd like to turn it over to Gary Millerchip, who has been in the CFO role since April. Gary?","49":"Gary Millerchip","50":"Thanks, Rodney, and good morning, everyone. Our first quarter results demonstrate the strength and diversity of Kroger's multifaceted business model. Overall, we are leveraging Kroger's unique assets, our scale, unmatched customer data insights, and our knowledge of food to build even stronger connections with our customers across all modalities, in-store, pick-up, delivery and Ship. ","51":"As Rodney discussed, we had a few headwinds during the first quarter including sales, which we know must be stronger. We also experienced pharmacy gross margin pressure, similar to others in the industry. Because of our multifaceted business model, we delivered an adjusted EPS result of $0.72 per diluted share. ","52":"I'd like to highlight a few areas of our business that were particularly strong during the quarter. Our Brands contributed both as a sales driver and a profit leader. The entire Kroger team brought discipline to controlling costs during the first quarter and delivered on our Restock Kroger savings plan and Alternative profit businesses exceeded budget, setting us up to deliver our incremental operating profit target for 2019. ","53":"On that note, last quarter we committed to providing you with greater transparency on our Alternative businesses and their contribution to Restock Kroger. As Rodney said at the top of the call, we expect Alternative profits to contribute an incremental $100 million in operating profit in 2019. You will see this growth reflected through the gross margin line of our financial statements. ","54":"Certain amounts that we've traditionally recognized as reductions to OG&A expenses and merchandising costs are now being reflected as sales. This treatment more appropriately reflects the nature of these items and is consistent with others in the industry. In the first quarter, this affected identical sales by 3 basis points, and we have provided more detail in our 8-K filing. Please refer to table 8 for a deeper explanation on the reclassification. ","55":"Through the first quarter of 2019, Alternative businesses are ahead of our expectations, with media business and Kroger Personal Finance leading the way. We expect incremental operating profit growth to vary throughout the year, reflecting the continued acceleration of our media business and seasonality of certain businesses during peak holiday selling periods. For example, our gift card business is very seasonal, and therefore, growth will be most visible in respective quarters. ","56":"Kroger reported identical sales without fuel of 1.5% during the first quarter. The timing of SNAP disbursement negatively affected results by 15 basis points. Several departments outperformed the company in the quarter, including key beverage categories, pet, natural foods, and we had another strong quarter from our pharmacy business. ","57":"We recognize that getting into our identical sales guidance range will require an acceleration of identical sales throughout the rest of our fiscal year. We are diligently working to improve performance and build on the positive identical sales trend momentum we are seeing thus far in our second quarter. Additionally, as we move through the second quarter, we will begin to cycle investments made during the same period last year, which we expect to be a tailwind. ","58":"Adjusted FIFO operating profit for the first quarter was $957 million and in line with our expectations for the quarter. Gross margin was 22.2% of sales for the first quarter, and FIFO gross margin excluding fuel decreased 40 basis points from the same period last year, primarily due to industry-wide lower gross margin rates in pharmacy. This represents a sequential improvement in the level of margin investments compared to the second half of 2018. ","59":"The LIFO charge for the quarter was $15 million. Our associates have done an amazing job managing shrink, which improved during the first quarter compared to the prior year. This represents the seventh consecutive quarter of shrink rate improvement. ","60":"OG&A cost as a rate of sales excluding fuel and 2019 and 2018 first quarter adjustment items decreased 12 basis points. This quarter's decrease is primarily due to the execution of Restock Kroger initiatives and planned real estate transactions. And by planned, I mean these transactions were contemplated in our EPS guidance for the year. ","61":"Our results highlight the continued progress we are making with Restock Kroger savings program, building on the $1.1 billion of savings and benefits achieved in our prior fiscal year. We are committed to continuing to find additional improvements and efficiencies in our business. ","62":"Retail fuel profit growth was in line with our expectations for the quarter, but we still expect fuel operating profit to be a headwind overall in 2019, particularly in the second half of the year. Our cents per gallon fuel margin in the first quarter was $0.23 compared to $0.18 in the same quarter last year. The average retail price of fuel was $2.62 versus $2.63 in the same quarter last year. ","63":"Fuel is an important part of our strategy to drive customer engagement, especially among our most loyal households. We continue to increase our investment in fuel rewards and saw positive gallon growth with our loyal customers in the first quarter. ","64":"Turning now to talent development, we are supporting associates in a variety of ways including investments in wages, training and development. We continue to invest in our associates as part of Restock Kroger. Today I'm pleased to share our recently updated average hourly rate is over $20 per hour with comprehensive benefits factored in, benefits that many of our competitors don't offer.","65":"The most recent example of our investments in wages was our Monday announcement of a newly ratified labor contract covering store associates in Indianapolis. The ratified agreement with UFCW Local 700 raises starting wages for most stocks and associates will receive regular wage increases every six months. This is part of our continued effort to rebalance pay and benefits while also focusing on certifications and performance incentives, career opportunities and training. ","66":"We are also very energized by the significant interest we're seeing from associates in Feed Your Future, our industry-leading education assistance program launched just over a year ago. Feed Your Future is available to all associates, full or part-time, after six months of service. Among all the participants, more than 80% are hourly store associates. As a result of our investments in talent development, we are significantly improving employee retention in one of the tightest labor markets in years. ","67":"In addition to the new labor agreement covering Kroger associates in Indianapolis, we also ratified a new labor agreement with the UFCW covering King Soopers associates in Denver and Kroger associates in Louisville, Kentucky during the first quarter. We are currently negotiating with the UFCW for contracts covering store associates in Las Vegas, Memphis, Portland, Seattle and Southern California. ","68":"Our objective in every negotiation is to find a fair and reasonable balance between competitive costs and compensation packages that provide solid wages, good quality affordable health care, and retirement benefits for our associates. We continue to strive to make our overall benefits package relevant to today's associates. ","69":"Our financial results continue to be pressured by inefficient health care and pension costs, which some of our competitors do not face. We continue to communicate with our local unions and the international unions which represent many of our associates on the importance of growing our business in a profitable way, which will help us create more jobs and career opportunities and enhance job security for our associates. ","70":"A key component of Restock Kroger is generating strong free cash flow. Our financial strategy is to use free cash flow to drive growth while also maintaining our current investment grade debt rating and returning capital to shareholders. We actively balance the use of cash to achieve these goals. ","71":"We reduced net total debt by $1.7 billion since the end of fiscal year 2018. Kroger's net total debt to adjusted EBITDA ratio is 2.54, down from 2.83 at the end of 2018. The company's net total debt to adjusted EBITDA ratio target range is 2.3 to 2.5. We have prioritized getting our net total debt to EBITDA ratio back into the target range and use proceeds from the sale of YOU Technology and the Turkey Hill Dairy business to help us do so. ","72":"I'd like to take a few moments to talk a little bit more about YOU Tech. This is a great example of how Kroger leveraged the unique assets I mentioned earlier to create significant value for our shareholders. We acquired the business for a nominal value several years ago and developed it into a market leader in digital coupons. When the business reached a point where the potential value to someone else was higher than the future value to Kroger, we sold the business to maximize shareholder return. ","73":"As part of the terms of the sale, we protected the value to Kroger through a long-term services agreement with Inmar. YOU Tech is a great illustration of how we are leveraging our unique assets to create new asset-light margin-rich businesses to drive incremental value for our shareholders. ","74":"Before I turn it back to Rodney, I'd like to discuss an accounting change that affects our financial reporting and reiterate our guidance for 2019. You may have noticed in our 8-K filing that we adopted the new leasing standard at the beginning of the fiscal year. This added nearly $7 billion of lease-related assets and liabilities to our balance sheet. The rating agencies already calculate and include a liability for operating leases in their ratings assessments, and this new standard is not expected to affect rent expense or earnings for the year. ","75":"Finally, I would like to reiterate our guidance for the gear. For 2019, identical sales growth excluding fuel, we continue to target identical sales that range from 2% to 2.25%. We continue to expect adjusted net earnings to range from $2.15 to $2.25 per diluted share, and adjusted FIFO operating profit to range from $2.9 billion to $3 billion for 2019. Kroger's EPS growth will come from adjusted FIFO operating profit growth in 2019, which positions us well to deliver on Restock Kroger. Rodney, back to you. ","76":"W. Rodney McMullen","77":"Thanks, Gary. We feel optimistic at the start of the second quarter. Sales momentum is building and we are laser-focused on serving our customers. We are clear-eyed about the challenges ahead and confident in our ability to deliver on our plans, both for the year and our long-term vision to serve America through food inspiration and uplift. ","78":"Now we look forward to your questions. ","79":"Question-and-Answer Session","80":"Operator","81":"We will now begin the question-and-answer session. [Operator Instructions] Our first question comes from Robbie Ohmes with Bank of America Merrill Lynch. Please go ahead. ","82":"Robbie Ohmes","83":"Oh, thanks. Good morning, guys. ","84":"W. Rodney McMullen","85":"Good morning. ","86":"Robbie Ohmes","87":"Rodney, my question is could you talk a little bit about, now that you're a quarter into this year, how your price investment plan is trending? Is it more or less than what you were expecting? And maybe remind us what kind of price investment year 2019 is expected to be. And maybe weave that into how that plays out into the expectation for accelerating IDs. ","88":"And then also maybe weave in just the environment you're seeing out there competitively. We're seeing signs of the promotional environment in produce being a little more aggressive than it's been in a while. If you could weave the picture together for us, that would be great. ","89":"W. Rodney McMullen","90":"Thanks, Robbie. If you look at price investments overall, we're tracking really pretty consistent with where we expected it to be. We are continuing to cycle the investments we made during last year, so the flow-through of that will continue to be helpful. ","91":"If you look at the 2019 investment, it would be a reasonable amount. It would not be as much as what we did in 2018 because as you recall, when we had the tax law changes, we accelerated some of our 2019 investments into 2018 to give customers some of the value from the lower tax rate. ","92":"When you look at the environment overall, there's always puts and takes, and overall we would say it's pretty consistent with where it was before. We'll always see a specific area or category get more, but when you look at it all-in-all, it looks pretty consistent with before. ","93":"On accelerating the identicals, it really is – one of the things on space optimization now is becoming a tailwind versus a headwind. Obviously, that's been – has taken us longer than we expected, so that's been a positive. Just in terms of basic execution in the stores, our teams are doing a great job of improving the customer experience which is adding momentum as well. And it's making sure that we use our data to target the right things to work on. So it's all of those things coming together and then being a little bit better at telling the customer our story. ","94":"Robbie Ohmes","95":"Terrific. Thanks so much. ","96":"W. Rodney McMullen","97":"Thanks, Robbie. ","98":"Operator","99":"The next question comes from Judah Frommer with Credit Suisse. Please go ahead. ","100":"Judah Frommer","101":"Hi. Thanks for taking the question. Maybe first just a follow-up on IDs. Can you help us with the cadence throughout the quarter? It sounded like when you gave the quarter-to-date update with fourth quarter earnings that you were running better than where you finished the quarter and obviously things are expected to accelerate. So beyond remodels, have there been enough contribution from the roll-out of online grocery and the impact of inflation relative to your expectations? ","102":"W. Rodney McMullen","103":"Inflation was higher in the first quarter than before but pretty consistent with expectations. When you look at the first quarter overall, sales were moving up nicely and continuing to make – tracking as expected and making great progress up through Easter. Right after Easter, we hit a lull, and I always hate to use weather as an excuse for anything, but there's no doubt that when you look at the weather categories, we saw quite a bit of impact just because of – if you look at Mother's Day, the things around Mother's Day and grilling out and all of those things. ","104":"As I mentioned, SNAP was a slight headwind, but not a huge amount. When you look at it in total for the quarter, we continue to have great growth in loyal household growth, and if you look at spend per item, we saw people continuing to move upscale and continue to purchase bigger packs. And as I mentioned earlier, when we’re looking at the second quarter so far, it's only three weeks, but we are moving closer to the 2019 guidance. ","105":"Gary Millerchip","106":"Rodney, the only thing I would add – the question was asked around digital too as part of the overall performance, and we continue to see strong results and certainly in line with what we expected during the first quarter from the way customers are engaging through the seamless digital experience that we're creating both in terms of ordering online to pick up at the store and also ordering online to ship to home or deliver to home. ","107":"Judah Frommer","108":"Okay. And if I could quickly follow up on media, it sounds like trends are going kind of in line with or above plan there. Clearly some of your big box competitors have made moves in the media space, sometimes acquiring external assets. Is that something you feel like you need to do? Does their leaning into these retailer-led platforms help your conversations with vendors, or does it serve as more competition? ","109":"W. Rodney McMullen","110":"For us, we view it as additional partners helping CPGs to help them better spend their money. And when we really look at it, we're able to help CPGs to understand, and you remember the old adage that half of my media is wasted, I just don't know which half. And our teams are able to do a great job on being able to help media companies understand where you spend money and what's the behavior of the customer.","111":"And we view the market as big enough to where there's plenty of opportunity for the market to grow overall and for the other companies that you referenced for all of us to be successful just because it's such a large market. So when we look at the opportunity, it's incredibly exciting. I know some of the early partners are really happy with the results, and we're just getting started. ","112":"In terms of acquiring somebody, so far we've been able to partner with world-class companies to really accelerate our journey. Now, whether that changes over time, I think it's to be determined. ","113":"Judah Frommer","114":"Great. Thanks. ","115":"Operator","116":"The next question comes from Edward Kelly with Wells Fargo. Please go ahead. ","117":"Edward Kelly","118":"Yeah, hi, guys. Just first, a clarification. The planned real estate transaction in the quarter, if I look at the cash flow statement there is about a $57 million gain. Is that the amount that we should be thinking about that contributed to the quarter? ","119":"Gary Millerchip","120":"Hi. Yes. This is Gary. That's right, Ed. As we mentioned in the prepared notes, we actually had this transaction planned as part of the guidance for the year and part of our business plan. I think you're aware, but real estate has always been part of our overall strategy as to how do we make the best use and leverage the assets that we have available to us and that we're creating as we build out a store around a shopping center and as we start to really make the most of being that anchor tenant in many of the places that we operate. ","121":"So for many years, we've had real estate transactions in our results. Often there can be some losses as well as a gain sometimes during those quarters. We felt that this quarter, because it was a bigger amount than it would normally be, it was important that we were transparent, especially as obviously it helped the OG&A rate to look better overall in the quarter because of that one-time transaction. But it was absolutely contemplated and it was part of our expectations actually in the first quarter as well. ","122":"Edward Kelly","123":"Any other planned real estate transactions like this contemplated for the full year? ","124":"Gary Millerchip","125":"I think we're always obviously looking at opportunities and especially where it can help our free cash flow and where we can arbitrage the profitability of the real estate that we own currently. So I wouldn't get into specific details around any of the overall plans that we have, but we do certainly look for those opportunities where they exist. But they're not contemplated within the guidance that we shared. ","126":"W. Rodney McMullen","127":"And Ed, this is Rodney. If it was anything material, we would share it as well so that everybody would know. And as Gary mentioned, in the guidance. ","128":"Edward Kelly","129":"Rodney, my real question here is for you, and it's on the IDs. And bigger picture, you used to consistently outperform a broader peer set and industry data like Nielsen. And to me, one of the biggest issues right now with your company is that that actually no longer seems to be happening. Your IDs are just north of 1% this quarter, despite the fact that you have digital in there. Specialty is in there now. You are lapping some optimization. You invested a lot last year. ","130":"I guess why do you think the share gains have slowed so much? And I know you're focused on improving momentum, but what specific adjustments are you making? ","131":"W. Rodney McMullen","132":"It really is for us to step up our game. And if you look at the customer experience, we've made significant improvement in some of the basic customer experience. What we find is there's a lag between when you make those improvements and when the customer starts rewarding you with their checkbook. So part of the – and this is using the data that we track every week. How are we doing in terms of the friendliness of our associates, in-stock, and all of those pieces, and the progress that we've made is stronger than our progress in our identicals. ","133":"The other part is some of the things I mentioned before. It's just cycling, space optimization, and the other projects and getting a return from the remodels that we're doing, and using the data in a continued sophisticated way but even growing upon that is what we've had in the past. ","134":"Edward Kelly","135":"All right. Thanks, guys. ","136":"W. Rodney McMullen","137":"Thanks, Edward. ","138":"Operator","139":"The next question comes from Rupesh Parikh with Oppenheimer. Please go ahead. ","140":"Rupesh Parikh","141":"Good morning. This is actually Erica Eiler on for Rupesh. Thanks for taking our questions. So I actually wanted to touch on food inflation. Could you maybe give a little bit more granular in terms of what you're seeing currently and your expectations going forward? And then maybe you can talk about, are you seeing prices being passed through to the shelf at this point? ","142":"W. Rodney McMullen","143":"Sure, I'll be happy to talk about that. So as you know, when we talked about our guidance for the year, our expectation was that we would see inflation in the range of 0% to 1%, that is what we built our plan around. And I would say if you look at Q1 results and exclude pharmacy and fuel from the calculation, we would be at the top end of that range. ","144":"Certainly as we are seeing those cost increases come through, we have a very robust process within our cost of goods team to really look at ways in which we can mitigate those cost increases and ensure that we're able to maintain profitability in the business. Where we are seeing the legitimate reason for those costs coming through, we are generally being successful in passing them on to the customer through the pricing strategy. And I would say that's generally what we saw during the first quarter and would be our strategy during the rest of the year. ","145":"One of the things we obviously feel is an important advantage for us is the significant market share that we have with our own brand products, and so ensuring that we're using that to really manage and balance as we see price increases come through, and of course it's a great set of knowledge for us, knowing what the true cost of product is and how to effectively manage those cost increase. ","146":"Rupesh Parikh","147":"Okay. That's helpful. Oh, no. Keep going. ","148":"W. Rodney McMullen","149":"I was saying, I think our outlook for the year in general would be similar to what we've been experiencing except for of course some of the challenges and uncertainties that are being created by some discussion on potential trade impacts and obviously some things like the swine flu that was also out there. So there are obviously one or two items that we're watching very closely because they have the potential to impact inflation in a more meaningful way. ","150":"Yeah, and tariffs from China is a pretty minimal effect on us and a lot of it can be managed. Tariffs from Mexico would be harder to manage. Hopefully something works out there. As you know, overall from a philosophy standpoint, we always believe that at the end of the day tariffs just cause costs to go up for customers. ","151":"Rupesh Parikh","152":"Okay. That's great additional color. And then just quickly on gross margins, can you talk about the dynamics going on with pharmacy right now in the industry as relates to gross margin and how you're thinking about kind of those dynamics going forward? ","153":"Gary Millerchip","154":"Sure. First of all, I'd like to just maybe give a little bit more context in pharmacy business too because it's certainly a very important part of our business. It drives a lot of loyalty with the customer and we continue to get extremely strong customer satisfaction ratings. It's a part of our business that generally is continuing to grow script counts and grow sales very strongly as we mentioned during the quarter, and it ties very closely to us to our health and wellness strategy and as we start to think about food as medicine we think it's a very important connection. ","155":"The business today is profitable for us and generates a high ROIC. But as you mentioned, we are certainly seeing some pressure in the industry. There's a couple of things at play really within the gross margin pressure that we saw in Q1, which as I mentioned wouldn't be unique to us. ","156":"The first is there is a generic supply challenge, and therefore, the cost of supplying product has gone up significantly. And secondly, as we've renegotiated our PBM agreements, three of the big ones going through the renegotiation process, there's an increase in cost there that's also placing some pressure on gross margin. ","157":"That being said, our pharmacy team has been extremely proactive in developing plans to mitigate that both from a how to do we buy most effectively but also how do create more efficiency in the pharmacy business, and we continue to see significant efficiency improvements in the cost to fill a pharmacy order and our pharmacy team are doing a really nice job of finding ways to offset some of those pressures. ","158":"W. Rodney McMullen","159":"And as I mentioned before, it's also the nice thing about having a multifaceted business where other things, the growth in our own brands and other things that I mentioned in total we still had great results. And also, as we move forward, we see health and wellness as a huge opportunity in terms of from an Alternative business standpoint and creating new partnerships to be able to help America live a healthier life.","160":"And as Gary mentioned, everything that we see, discussions with a lot of different health care providers, we increasingly see food as medicine. And if you look at our app and some of those things, we're able to help people eat healthier and we see that as an opportunity even bigger in the future than it's been in the past. ","161":"Rupesh Parikh","162":"Okay. Great. Thank you so much. ","163":"W. Rodney McMullen","164":"Thank you.","165":"Operator","166":"The next question comes from John Heinbockel with Guggenheim Securities. Please go ahead. ","167":"John Heinbockel","168":"Hey, Rodney, can you address the topic of the organization's capacity for change, right. So you've got a lot of change going on. You've got people in new roles. Do you think that – all of that, other than maybe space optimization, is impacting execution in any way and it may be impacting your top-line growth? ","169":"And then as you go forward, if there might be some of that, is there a way to sort of streamline things, prioritize so that maybe there is – you impact the organization's ability to manage that change better? Curious your thoughts on that. ","170":"W. Rodney McMullen","171":"Yeah, a great question, John, and it's something that we talk about obviously routinely. It was one of the reasons that we made some of the organizational changes that we made and moving Alternative business to its own stand-alone area because we wanted to make sure that we had – it's a huge opportunity, we had dedicated people focused on it, and we didn't have people that were responsible for the daily interaction with the customer trying to do both. And one of the things I always like to – for us to ask ourselves, is it center of plate or corner of plate and if it's center, that's incredibly important. ","172":"So I feel incredibly good about the people that we put in place and making sure that the clarity is separating from all the pieces. We have recruited some external talent over the last several months to help supplement the internal talent we already had in terms of some of our operating areas, some of our vice presidents, and on our digital team, we've recruited a ton of talent from the outside to accelerate our digital journey. ","173":"So to me, I think it's a great question. We spend a lot of energy on it. When you look at the operating side of the business, we have a lot of new people enroll over the last couple of years. It always takes a little while for new talent to hit their stride, and I feel really good about how they're growing and the progress we're starting to make on the customer connection attributes and it's starting to show up in loyal customer growth. ","174":"So it’s making progress. We feel really good about the talent we have in place, and we're starting to make some accelerated progress. ","175":"John Heinbockel","176":"And then I know it's early, but what have you learned with the Walgreen test in Cincinnati, particularly as you kind of look forward to opening up the Ocado sheds in non-Kroger markets? Have you learned anything definitive, or not yet? ","177":"W. Rodney McMullen","178":"It's still very, very early, and I would say the thing that has been an incredibly positive is Walgreens. Their team and their store teams are a fantastic partner, and both of us are learning things that customer likes and dislike together and we really see it as something that we continue to understand the customer desires and changes and adapting to that. ","179":"And it's pretty early on. I know, Gary, you're much closer to it from a day-to-day basis, so I'll let you add some of the specific color. ","180":"Gary Millerchip","181":"Yeah, sure. I think some of the things that we're learning and we like so far, John, with what we're seeing, first of all by having the level of convenience now that we have with those 13 stores in Northern Kentucky alongside 10 of our own stores with the pick-up service, we're getting great feedback on both the fact that we're a different level of convenience than we were before and this ability to get in and out really quickly is certainly something that is resonating very well with the customers that are using the service. ","182":"We're also starting to see some positive feedback from customers around the speed of in and out for those small shopping trips and the ability to be able to get what I need for today and what I need for tonight whether it's for lunch or dinner and that's certainly a real positive. ","183":"What we find generally with the small format stores, there is a ramp-up as customers become more comfortable with the shopping behavior. We've seen that with our own small format stores and we’ve seen that over the years with convenience stores. So the biggest thing for us now is really pouring over the data and making sure that we're using a data driven approach to continue to enhance the service and the experience. ","184":"John Heinbockel","185":"Okay. Thank you. ","186":"W. Rodney McMullen","187":"Thanks, John. ","188":"Operator","189":"The next question comes from Michael Lasser with UBS. Please go ahead. ","190":"Michael Lasser","191":"Good morning. Thanks a lot for taking my question. Can you give us more clarity on how the past full year operating profit guidance works? Thus far, you're trending a little below your ID sales range, even currently in the current quarter.","192":"It sounds like the pharmacy gross margin pressure has been greater than you expected and you got a real estate gain in the first quarter, yet your profits were still down. So what's the path that you could take from here to get to your operating profit guidance for the full year? And at what point do you see more risk that it would be harder to get to that level? ","193":"W. Rodney McMullen","194":"Yeah, I'll make a couple of comments, and I'll let Gary fill in on the details. Some of the – if you look at the positives, we had great expense control. The other thing I think is always important to remember is we sold the Turkey Hill Dairy business. We sold the C-store business during the first quarter. And we sold YOU Tech, all of which affected operating profit when you look at year-on-year in the first quarter. So I think it's important to remember that as well. ","195":"And as I mentioned, the Alternative profit exceeded expectations in the first quarter as well. With that, Gary, I'll let you fill in more of the details. ","196":"Gary Millerchip","197":"Yeah, it's a very important point you made around the adjustments to get the year-over-year comparison correct, Rodney. So thank you for raising those. I think beyond what you already shared, the key components I would add, we are obviously excited about where Alternative profit is heading and still see that as a potential upside. ","198":"I think the other piece that I mentioned in the prepared comments is our team has done a phenomenal job looking for how do we continue to generate cost savings and efficiency in the business and we still believe there are more levers that we are pulling and will continue to pull to give us the ability to make sure that we’re continuing to strengthen the financial model as we're continuing to drive the sales momentum that Rodney described in his opening comments as well. ","199":"So for us, I think it is really about making sure that we're connecting more strongly with the customers and driving sales, but certainly very focused on how do we make sure we're creating the most efficient operating model and we continue to find additional opportunities whether it's in store productivity, pharmacy productivity, as I mentioned earlier. We still think there's a lot of upside in resale and cost of goods. As so as we continue on this journey to make sure we're building the most efficient retail operation, we do believe there are levers that we can continue to pull throughout the year and into 2020.","200":"Michael Lasser","201":"And then my follow-up question is on your price investment, recognizing that there’s been a lot of noise in your IDs over the last couple of quarters, given the disruption from the store remodels. Do you think your price investments are as effective as they might have been in the past? And if they are, will you have to reaccelerate your price investments in the coming quarters to drive higher IDs from here? ","202":"W. Rodney McMullen","203":"One of the things that we always think is very important to remember is customers decide where to shop based on things more than just price. And we feel very good about where our price is relative to the market and relative to our competitors. And remember, customers also look at regional players when they’re looking at their price as well. ","204":"When you look at overall, the customer decides where to shop based on what’s the experience they get from associates, what’s the freshness of the fresh department, and we continue to rate strong in terms of if you look at produce, meat, seafood, deli, those areas of our business and the experience in terms of a great checkout experience and speed. ","205":"And when you look at rewards, we do a fantastic job with rewards that are exclusive to each individual customer where we use our data to make targeted offers based on that particular customer. And then obviously fuel is an important part of that overall equation. ","206":"So the customer decides where to shop based on the overall experience, and we feel great and we continue to make progress when you look at that total experience. And if you look at, as I mentioned before, we had solid growth, strong growth in our loyal shoppers. ","207":"Michael Lasser","208":"Thank you very much, and good luck. ","209":"W. Rodney McMullen","210":"Thanks, Michael. ","211":"Operator","212":"The next question comes from Kelly Bania with BMO Capital Markets. Please go ahead. ","213":"Kelly Bania","214":"Hi. Good morning. Thanks for fitting me in here. ","215":"W. Rodney McMullen","216":"Good morning.","217":"Kelly Bania","218":"Had a – good morning. Had a couple questions on operating profit. I first wanted to ask just about your three-year plan. I didn’t really see anything specific in the release about it, and I don’t want to read too much into it, but can you comment on your thoughts on that $400 million plan? As you’ve pointed out in the past, I think the Street is skeptical of getting to that, given the huge acceleration it implies next year. But maybe just could you comment on that? ","219":"And then on your other comments about Turkey Hill, and there’s a lot of moving pieces between the Turkey Hill divestiture, the Home Chef acquisition, and now with this real estate transaction, that was $57 million I think. So that’s about 14% of the $400 million plan that we weren’t aware of. So can you help us understand these moving pieces, how much they add or subtract to that operating profit plan so we can kind of model this out a little bit more clearly? ","220":"W. Rodney McMullen","221":"Sure. Yeah, I think as you think about the Restock Kroger plan, as you know, when we built the plan out, we identified $4.45 billion of overall savings and value that we expected to create and then would invest $4.05 billion to support the business growth, whether that was in our associates or in pricing or the customer experience and digital capabilities. ","222":"I would say as we look at where we are in the journey, we’re feeling very good about the – what we’ve learned through the process around where we unlock and you how we create that $4.45 billion of value. As you’ve heard us talk about, Alternative profit streams are right where we expected them to be. If anything, slightly ahead of plan at this point, and we see continued great upside for growth there.","223":"As we look at the cost savings, we obviously were successful in exceeding our plan last year at $1.1 billion of cost savings, and we are identifying I would say more cost savings as we’re working through the plan this year that we believe can continue to accelerate our progress there and becoming a more efficient operator. ","224":"I do think as we’ve shared all the way along and Rodney’s been consistent in his comments that we do have to make sure that we are continuing to build momentum in sales. That’s an important part in generating more leverage through the growth in sales that we’re committed to achieve in the second half is this year and obviously into 2020. ","225":"So I think as you pull those three pieces together, we still feel we have a very clear path to get there and I would say in the levers that we intended to pull where we are in the journey with those levers, we’re feeling very confident around them. And as we continue to build momentum in the sales line that Rodney referenced, we’re still committed to the $400 million of incremental FIFO operating profit. ","226":"Kelly Bania","227":"And any comment on the Home Chef, Turkey Hill, the real estate, how those are part of the $400 million, the impact of those?","228":"W. Rodney McMullen","229":"Yeah, so we will probably do a little bit of calculation to make sure we’re place lined in the right place against where the starting point was. So we were at $3.1 billion in 2017, down to $3.5 billion. There may be a couple of – they’re certainly not going to be drastic and material in the impact they would have on the baseline, but there certainly will be a need for us to clarify what the baseline would be with the various changes that have happened and what that then means to what $400 million means incrementally by 2020. ","230":"We certainly don’t contemplate as we think about the run rate and the value that we’ll be generating in 2020 the one-off transactions would be a major driver of the value that we expect to create. We built the Restock Kroger plan with the mindset that it builds momentum into beyond 2020. We’re not focused on getting to a specific number for 2020 that doesn’t drive the value. ","231":"But the Home Chef certainly isn’t in the $400 million. And the Turkey Hill sale gain certainly isn’t included in there. So none of these one-off transactions are. That’s why we kind of stripped those out from the performance and what which shared is our progress in the year. None of those or in 2020 would we expect there to be individual asset sales or disposals that are going to create a gain and that would be if you like filling the gap between where we are today and where we expect to be in 2020. ","232":"Kelly Bania","233":"Okay. Maybe just a couple follow-ups to that. I guess can you share with us where you see your FIFO operating profit with all the adjustments, these I guess five quarters through the plan?","234":"And then in terms of Alternative profit, so I think you said in the past there was a 20% increase this year. Does that equate to the $100 million that you’re now talking about, and can you remind us what the last year and next year is kind of planned at? ","235":"W. Rodney McMullen","236":"Well, on Alternative profit in the quarter, the growth was – last year was 20%. This quarter would have been a little bit above 20%. And if you go back and look at 2017, if I remember right, Gary, you’ll remember better than I would, I think it was 13% or so. ","237":"So it’s continuing to accelerate as we learn how to do it. And if you look at like the media business, we’ve recruited professionals that know how to grow that business. So we’re actually accelerating where we are. On the five quarters and stuff, I think we’re probably – it would be better off for Gary and Rebekah to follow up and make sure that we get the specifics of the question so that we can help – be a little bit more helpful than on the fly. ","238":"Kelly Bania","239":"Thank you. ","240":"W. Rodney McMullen","241":"Thanks, Kelly.","242":"Operator","243":"The next question comes from Chris Prykull with Goldman Sachs. Please go ahead. ","244":"Chris Prykull","245":"Good morning, guys. Thanks for taking my question. ","246":"W. Rodney McMullen","247":"Good morning. ","248":"Chris Prykull","249":"So I guess firstly on the composition of gross margin, the change year-over-year and maybe the cadence the rest of the year, a couple components to that. So how much of the 40 basis point nonfuel decline can be attributed to pharmacy? Should we expect a similar headwind for the rest of the year, or will that improve? You mentioned Alternative profits can be lumpy. Anything to keep in mind from a margin contribution seasonally? ","250":"And then you’re lapping some supply chain investments in the fourth quarter. I understand that. Any sense for mix shift towards Our Brands and the contribution there? ","251":"W. Rodney McMullen","252":"I’ll start, and I’ll let Gary finish. On the supply chain investments in the first quarter, we continue to have significant start-up costs with facilities in Las Vegas, Michigan, and Northern Kentucky that serves our online business. And the investment in the first quarter for those facilities was pretty similar to the fourth quarter in terms of an investment. Obviously, those facilities are in the middle of their ramp-up. ","253":"If you look at Our Brands, I always tell people Our Brands margin typically is 600 basis points to 800 basis points higher than national brand. Obviously it’s a higher sales part and when you look at the gross margin per item, it’s usually a penny or two higher on a cents per item profit basis. In terms of Rx in the balance of the year, Gary, I’ll let you go into a little bit of the details there. ","254":"Gary Millerchip","255":"Yeah, so certainly as we mentioned in the prepared remarks, a meaningful part of the gross margin decline in the quarter was the gross margin pharmacy pressure you mentioned, and also Kroger Specialty Pharmacy with its continued growth, those two combined would have been a meaningful portion of the reduction. ","256":"We’re feeling really good about the fact that we saw a significant deceleration in gross margin decline in Q1 versus the second half of the year, and as we guided to for the whole year, we do expect that to be the case. We don’t expect to have another quarter like we had in Q3 and Q4 last year. ","257":"That being said, obviously we manage the business very dynamically. It’s important that we’re able to adapt on price and continue to invest were it makes sense and where the customers tell us they really value it and it will drive retention and growth in our loyal customer base. ","258":"So we tend to really focus on how we’re managing the business to make sure that we’re achieving the overall operating profit guidance and EPS that we shared. We do think there will continue to be some pressure in the Rx margin as the year progresses on. As I mentioned earlier, the team there is doing a very good job in making sure that we’re finding ways to manage that pressure and also introduce our cost saving initiatives that balance out the impact of that. So we certainly would expect the impact to be less in the rest of the year as the team continues to execute on a plan to drive strong sales growth and drive improvements in overall profitability. ","259":"W. Rodney McMullen","260":"And Alternative profit is always strongest in the fourth quarter because of gift cards and the other related items. ","261":"Operator","262":"And that question will come from Chuck Cerankosky with Northcoast Research. Please go ahead. And Mr. Cerankosky dropped his line. The next question will be from Michael Montani with Evercore ISI. Please go ahead. ","263":"Michael Montani","264":"Great. Thanks for taking the question. Just on the core gross margin for the grocery and consumable business, can you talk about what you saw after you back out some of the supply chain investments and the pharmacy, what are you seeing in the core there? And then the follow-up is on tonnage. Did you have growth there in the quarter given the 1% inflation, 1.5% comp? Just give us some color there incrementally on the trend if you could. Thank you. ","265":"W. Rodney McMullen","266":"Yeah, if you look at on the tonnage on the equivalized units, it would have been continued growth. We continue to see customers going, buying bigger packs across the whole category. When you look at core gross margin, it would be a little bit of investment, but as Gary mentioned, we had continued meaningful improvement in cost of goods through negotiation and other things which funded quite a bit of investment as well. Gary, anything you want to add to that? ","267":"Gary Millerchip","268":"I think you said it well, Rodney. ","269":"W. Rodney McMullen","270":"Okay.","271":"W. Rodney McMullen","272":"Before we end today’s call, one of the things that’s exciting about our earnings call is that many of our associates listen in to better understand and gain insights into our business. And of course, many of our associates are shareholders as well. So as always, before we end today’s call, I’d like to share a few final comments directed to our associates and how all of us live our purpose every day. ","273":"As America’s grocer, Kroger takes seriously our role in celebrating our uniquely American heritage during the patriotic season between Memorial Day and Independence Day. It always makes me feel incredibly proud that Kroger employs so many men and women who have served or currently serving the armed forces. ","274":"I got a chance to personally live our purpose last Saturday with our Veterans Associate Resource Group who put on 5K run to raise money for veterans. While I certainly didn’t finish first, and nowhere close to last either, I would like to add in the race, I did have a different kind of first. Touring a specifically designed tiny house that our caring associates dreamed up and then built for a deserving local veteran and his family.","275":"The home was built to green technology standards, made from recycled materials, and features solar panels, demonstrating our associates’ commitment to and passion for Kroger’s Zero Hunger\/Zero Waste social impact plan. In addition to the home, our Cincinnati Dayton division donated a Kroger gift card and a bag of Our Brands products to turn a new tiny house into a home, and it really felt great. ","276":"One of the many ways Kroger shows our gratitude and appreciation to all of our service members and their family is through our long-standing commitment to the USO. Kroger is the single largest donor to the USO, contributing over $22 million over the past decade. In keeping with this commitment, we will be presenting the USO with a $1 million donation at a barbecue for the troops event we are hosting at Fort Stewart in July. It is our honor and privilege as America’s grocer to serve America’s heroes. ","277":"Thank you to all of our customers, associates and suppliers who make our business successful every day of the year. That completes our call today. Thanks for joining. ","278":"Operator","279":"The conference is now concluded. Thank you for attending today’s presentation. You may now disconnect."},"Positive":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.464,"8":0.4,"9":0.0,"10":0.423,"11":0.0,"12":0.0,"13":0.0,"14":0.0,"15":0.0,"16":0.22,"17":0.242,"18":0.0,"19":0.094,"20":0.12,"21":0.0,"22":0.0,"23":0.248,"24":0.143,"25":0.21,"26":0.135,"27":0.323,"28":0.167,"29":0.059,"30":0.219,"31":0.041,"32":0.059,"33":0.125,"34":0.259,"35":0.039,"36":0.261,"37":0.266,"38":0.081,"39":0.187,"40":0.226,"41":0.274,"42":0.247,"43":0.039,"44":0.156,"45":0.07,"46":0.268,"47":0.186,"48":0.116,"49":0.0,"50":0.212,"51":0.087,"52":0.226,"53":0.207,"54":0.061,"55":0.228,"56":0.109,"57":0.081,"58":0.07,"59":0.216,"60":0.0,"61":0.286,"62":0.101,"63":0.42,"64":0.25,"65":0.178,"66":0.179,"67":0.127,"68":0.297,"69":0.251,"70":0.25,"71":0.029,"72":0.246,"73":0.325,"74":0.044,"75":0.207,"76":0.0,"77":0.258,"78":0.0,"79":0.0,"80":0.0,"81":0.087,"82":0.0,"83":0.659,"84":0.0,"85":0.744,"86":0.0,"87":0.036,"88":0.084,"89":0.0,"90":0.187,"91":0.041,"92":0.125,"93":0.185,"94":0.0,"95":0.75,"96":0.0,"97":0.744,"98":0.0,"99":0.308,"100":0.0,"101":0.136,"102":0.0,"103":0.158,"104":0.182,"105":0.0,"106":0.125,"107":0.0,"108":0.181,"109":0.0,"110":0.191,"111":0.211,"112":0.074,"113":0.0,"114":1.0,"115":0.0,"116":0.281,"117":0.0,"118":0.123,"119":0.0,"120":0.126,"121":0.105,"122":0.0,"123":0.172,"124":0.0,"125":0.217,"126":0.0,"127":0.142,"128":0.0,"129":0.057,"130":0.251,"131":0.0,"132":0.192,"133":0.12,"134":0.0,"135":0.492,"136":0.0,"137":0.744,"138":0.0,"139":0.173,"140":0.0,"141":0.092,"142":0.0,"143":0.102,"144":0.13,"145":0.267,"146":0.0,"147":0.431,"148":0.0,"149":0.099,"150":0.13,"151":0.0,"152":0.191,"153":0.0,"154":0.234,"155":0.133,"156":0.1,"157":0.272,"158":0.0,"159":0.269,"160":0.134,"161":0.0,"162":0.739,"163":0.0,"164":0.714,"165":0.0,"166":0.29,"167":0.0,"168":0.091,"169":0.161,"170":0.0,"171":0.214,"172":0.223,"173":0.24,"174":0.389,"175":0.0,"176":0.0,"177":0.0,"178":0.147,"179":0.118,"180":0.0,"181":0.178,"182":0.206,"183":0.079,"184":0.0,"185":0.815,"186":0.0,"187":0.744,"188":0.0,"189":0.173,"190":0.0,"191":0.245,"192":0.173,"193":0.0,"194":0.191,"195":0.172,"196":0.0,"197":0.253,"198":0.15,"199":0.252,"200":0.0,"201":0.046,"202":0.0,"203":0.113,"204":0.145,"205":0.247,"206":0.334,"207":0.0,"208":0.684,"209":0.0,"210":0.744,"211":0.0,"212":0.15,"213":0.0,"214":0.453,"215":0.0,"216":0.744,"217":0.0,"218":0.096,"219":0.098,"220":0.0,"221":0.206,"222":0.222,"223":0.157,"224":0.167,"225":0.161,"226":0.0,"227":0.0,"228":0.0,"229":0.08,"230":0.175,"231":0.267,"232":0.0,"233":0.2,"234":0.1,"235":0.0,"236":0.196,"237":0.143,"238":0.0,"239":0.714,"240":0.0,"241":0.744,"242":0.0,"243":0.161,"244":0.0,"245":0.492,"246":0.0,"247":0.744,"248":0.0,"249":0.082,"250":0.0,"251":0.0,"252":0.069,"253":0.037,"254":0.0,"255":0.228,"256":0.138,"257":0.231,"258":0.191,"259":0.0,"260":0.352,"261":0.0,"262":0.126,"263":0.0,"264":0.135,"265":0.0,"266":0.163,"267":0.0,"268":0.296,"269":0.0,"270":1.0,"271":0.0,"272":0.198,"273":0.132,"274":0.133,"275":0.177,"276":0.206,"277":0.269,"278":0.0,"279":0.152},"Neutral":{"0":1.0,"1":1.0,"2":1.0,"3":1.0,"4":1.0,"5":1.0,"6":1.0,"7":0.536,"8":0.6,"9":1.0,"10":0.577,"11":1.0,"12":1.0,"13":1.0,"14":1.0,"15":1.0,"16":0.78,"17":0.758,"18":1.0,"19":0.872,"20":0.88,"21":1.0,"22":1.0,"23":0.752,"24":0.826,"25":0.752,"26":0.865,"27":0.677,"28":0.833,"29":0.941,"30":0.691,"31":0.959,"32":0.913,"33":0.875,"34":0.741,"35":0.961,"36":0.739,"37":0.734,"38":0.919,"39":0.78,"40":0.774,"41":0.726,"42":0.685,"43":0.961,"44":0.844,"45":0.9,"46":0.732,"47":0.814,"48":0.884,"49":1.0,"50":0.767,"51":0.817,"52":0.774,"53":0.75,"54":0.915,"55":0.772,"56":0.861,"57":0.919,"58":0.794,"59":0.784,"60":1.0,"61":0.714,"62":0.899,"63":0.58,"64":0.75,"65":0.805,"66":0.821,"67":0.873,"68":0.703,"69":0.725,"70":0.708,"71":0.862,"72":0.754,"73":0.675,"74":0.918,"75":0.793,"76":1.0,"77":0.742,"78":1.0,"79":1.0,"80":1.0,"81":0.913,"82":1.0,"83":0.341,"84":1.0,"85":0.256,"86":1.0,"87":0.964,"88":0.883,"89":1.0,"90":0.813,"91":0.922,"92":0.875,"93":0.815,"94":1.0,"95":0.25,"96":1.0,"97":0.256,"98":1.0,"99":0.692,"100":1.0,"101":0.864,"102":1.0,"103":0.75,"104":0.791,"105":1.0,"106":0.875,"107":1.0,"108":0.819,"109":1.0,"110":0.773,"111":0.789,"112":0.926,"113":1.0,"114":0.0,"115":1.0,"116":0.719,"117":1.0,"118":0.877,"119":1.0,"120":0.874,"121":0.875,"122":1.0,"123":0.828,"124":1.0,"125":0.783,"126":1.0,"127":0.858,"128":1.0,"129":0.918,"130":0.749,"131":1.0,"132":0.787,"133":0.88,"134":1.0,"135":0.508,"136":1.0,"137":0.256,"138":1.0,"139":0.827,"140":1.0,"141":0.908,"142":1.0,"143":0.874,"144":0.87,"145":0.733,"146":1.0,"147":0.367,"148":1.0,"149":0.841,"150":0.87,"151":1.0,"152":0.693,"153":1.0,"154":0.766,"155":0.702,"156":0.807,"157":0.694,"158":1.0,"159":0.731,"160":0.866,"161":1.0,"162":0.261,"163":1.0,"164":0.286,"165":1.0,"166":0.71,"167":1.0,"168":0.909,"169":0.839,"170":1.0,"171":0.786,"172":0.777,"173":0.76,"174":0.611,"175":1.0,"176":1.0,"177":1.0,"178":0.816,"179":0.882,"180":1.0,"181":0.822,"182":0.794,"183":0.921,"184":1.0,"185":0.185,"186":1.0,"187":0.256,"188":1.0,"189":0.827,"190":1.0,"191":0.755,"192":0.736,"193":1.0,"194":0.792,"195":0.828,"196":1.0,"197":0.747,"198":0.85,"199":0.748,"200":1.0,"201":0.922,"202":1.0,"203":0.887,"204":0.855,"205":0.753,"206":0.666,"207":1.0,"208":0.316,"209":1.0,"210":0.256,"211":1.0,"212":0.85,"213":1.0,"214":0.547,"215":1.0,"216":0.256,"217":1.0,"218":0.87,"219":0.902,"220":1.0,"221":0.794,"222":0.778,"223":0.843,"224":0.833,"225":0.839,"226":1.0,"227":1.0,"228":1.0,"229":0.92,"230":0.795,"231":0.733,"232":1.0,"233":0.8,"234":0.9,"235":1.0,"236":0.804,"237":0.857,"238":1.0,"239":0.286,"240":1.0,"241":0.256,"242":1.0,"243":0.839,"244":1.0,"245":0.508,"246":1.0,"247":0.256,"248":1.0,"249":0.878,"250":1.0,"251":1.0,"252":0.931,"253":0.923,"254":1.0,"255":0.635,"256":0.814,"257":0.769,"258":0.777,"259":1.0,"260":0.648,"261":1.0,"262":0.874,"263":1.0,"264":0.832,"265":1.0,"266":0.814,"267":1.0,"268":0.704,"269":1.0,"270":0.0,"271":1.0,"272":0.802,"273":0.837,"274":0.867,"275":0.784,"276":0.794,"277":0.731,"278":1.0,"279":0.848},"Negative":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.0,"8":0.0,"9":0.0,"10":0.0,"11":0.0,"12":0.0,"13":0.0,"14":0.0,"15":0.0,"16":0.0,"17":0.0,"18":0.0,"19":0.034,"20":0.0,"21":0.0,"22":0.0,"23":0.0,"24":0.032,"25":0.038,"26":0.0,"27":0.0,"28":0.0,"29":0.0,"30":0.09,"31":0.0,"32":0.028,"33":0.0,"34":0.0,"35":0.0,"36":0.0,"37":0.0,"38":0.0,"39":0.033,"40":0.0,"41":0.0,"42":0.068,"43":0.0,"44":0.0,"45":0.031,"46":0.0,"47":0.0,"48":0.0,"49":0.0,"50":0.021,"51":0.096,"52":0.0,"53":0.042,"54":0.024,"55":0.0,"56":0.03,"57":0.0,"58":0.136,"59":0.0,"60":0.0,"61":0.0,"62":0.0,"63":0.0,"64":0.0,"65":0.018,"66":0.0,"67":0.0,"68":0.0,"69":0.024,"70":0.042,"71":0.109,"72":0.0,"73":0.0,"74":0.038,"75":0.0,"76":0.0,"77":0.0,"78":0.0,"79":0.0,"80":0.0,"81":0.0,"82":0.0,"83":0.0,"84":0.0,"85":0.0,"86":0.0,"87":0.0,"88":0.033,"89":0.0,"90":0.0,"91":0.038,"92":0.0,"93":0.0,"94":0.0,"95":0.0,"96":0.0,"97":0.0,"98":0.0,"99":0.0,"100":0.0,"101":0.0,"102":0.0,"103":0.092,"104":0.027,"105":0.0,"106":0.0,"107":0.0,"108":0.0,"109":0.0,"110":0.035,"111":0.0,"112":0.0,"113":0.0,"114":0.0,"115":0.0,"116":0.0,"117":0.0,"118":0.0,"119":0.0,"120":0.0,"121":0.02,"122":0.0,"123":0.0,"124":0.0,"125":0.0,"126":0.0,"127":0.0,"128":0.0,"129":0.025,"130":0.0,"131":0.0,"132":0.021,"133":0.0,"134":0.0,"135":0.0,"136":0.0,"137":0.0,"138":0.0,"139":0.0,"140":0.0,"141":0.0,"142":0.0,"143":0.025,"144":0.0,"145":0.0,"146":0.0,"147":0.202,"148":0.0,"149":0.059,"150":0.0,"151":0.0,"152":0.116,"153":0.0,"154":0.0,"155":0.166,"156":0.093,"157":0.034,"158":0.0,"159":0.0,"160":0.0,"161":0.0,"162":0.0,"163":0.0,"164":0.0,"165":0.0,"166":0.0,"167":0.0,"168":0.0,"169":0.0,"170":0.0,"171":0.0,"172":0.0,"173":0.0,"174":0.0,"175":0.0,"176":0.0,"177":0.0,"178":0.037,"179":0.0,"180":0.0,"181":0.0,"182":0.0,"183":0.0,"184":0.0,"185":0.0,"186":0.0,"187":0.0,"188":0.0,"189":0.0,"190":0.0,"191":0.0,"192":0.091,"193":0.0,"194":0.017,"195":0.0,"196":0.0,"197":0.0,"198":0.0,"199":0.0,"200":0.0,"201":0.033,"202":0.0,"203":0.0,"204":0.0,"205":0.0,"206":0.0,"207":0.0,"208":0.0,"209":0.0,"210":0.0,"211":0.0,"212":0.0,"213":0.0,"214":0.0,"215":0.0,"216":0.0,"217":0.0,"218":0.034,"219":0.0,"220":0.0,"221":0.0,"222":0.0,"223":0.0,"224":0.0,"225":0.0,"226":0.0,"227":0.0,"228":0.0,"229":0.0,"230":0.029,"231":0.0,"232":0.0,"233":0.0,"234":0.0,"235":0.0,"236":0.0,"237":0.0,"238":0.0,"239":0.0,"240":0.0,"241":0.0,"242":0.0,"243":0.0,"244":0.0,"245":0.0,"246":0.0,"247":0.0,"248":0.0,"249":0.04,"250":0.0,"251":0.0,"252":0.0,"253":0.04,"254":0.0,"255":0.137,"256":0.048,"257":0.0,"258":0.032,"259":0.0,"260":0.0,"261":0.0,"262":0.0,"263":0.0,"264":0.033,"265":0.0,"266":0.023,"267":0.0,"268":0.0,"269":0.0,"270":0.0,"271":0.0,"272":0.0,"273":0.032,"274":0.0,"275":0.039,"276":0.0,"277":0.0,"278":0.0,"279":0.0},"sentiment":{"0":"Neutral","1":"Neutral","2":"Neutral","3":"Neutral","4":"Neutral","5":"Neutral","6":"Neutral","7":"Positive","8":"Positive","9":"Neutral","10":"Positive","11":"Neutral","12":"Neutral","13":"Neutral","14":"Neutral","15":"Neutral","16":"Positive","17":"Positive","18":"Neutral","19":"Negative","20":"Positive","21":"Neutral","22":"Neutral","23":"Positive","24":"Negative","25":"Negative","26":"Positive","27":"Positive","28":"Positive","29":"Neutral","30":"Negative","31":"Neutral","32":"Negative","33":"Positive","34":"Positive","35":"Neutral","36":"Positive","37":"Positive","38":"Neutral","39":"Negative","40":"Positive","41":"Positive","42":"Negative","43":"Neutral","44":"Positive","45":"Negative","46":"Positive","47":"Positive","48":"Positive","49":"Neutral","50":"Negative","51":"Neutral","52":"Positive","53":"Negative","54":"Negative","55":"Positive","56":"Negative","57":"Neutral","58":"Neutral","59":"Positive","60":"Neutral","61":"Positive","62":"Positive","63":"Positive","64":"Positive","65":"Negative","66":"Positive","67":"Positive","68":"Positive","69":"Negative","70":"Negative","71":"Neutral","72":"Positive","73":"Positive","74":"Negative","75":"Positive","76":"Neutral","77":"Positive","78":"Neutral","79":"Neutral","80":"Neutral","81":"Neutral","82":"Neutral","83":"Positive","84":"Neutral","85":"Positive","86":"Neutral","87":"Neutral","88":"Negative","89":"Neutral","90":"Positive","91":"Negative","92":"Positive","93":"Positive","94":"Neutral","95":"Positive","96":"Neutral","97":"Positive","98":"Neutral","99":"Positive","100":"Neutral","101":"Positive","102":"Neutral","103":"Negative","104":"Negative","105":"Neutral","106":"Positive","107":"Neutral","108":"Positive","109":"Neutral","110":"Negative","111":"Positive","112":"Neutral","113":"Neutral","114":"Neutral","115":"Neutral","116":"Positive","117":"Neutral","118":"Positive","119":"Neutral","120":"Positive","121":"Negative","122":"Neutral","123":"Positive","124":"Neutral","125":"Positive","126":"Neutral","127":"Positive","128":"Neutral","129":"Negative","130":"Positive","131":"Neutral","132":"Negative","133":"Positive","134":"Neutral","135":"Positive","136":"Neutral","137":"Positive","138":"Neutral","139":"Positive","140":"Neutral","141":"Neutral","142":"Neutral","143":"Negative","144":"Positive","145":"Positive","146":"Neutral","147":"Positive","148":"Neutral","149":"Negative","150":"Positive","151":"Neutral","152":"Positive","153":"Neutral","154":"Positive","155":"Positive","156":"Negative","157":"Negative","158":"Neutral","159":"Positive","160":"Positive","161":"Neutral","162":"Positive","163":"Neutral","164":"Positive","165":"Neutral","166":"Positive","167":"Neutral","168":"Neutral","169":"Positive","170":"Neutral","171":"Positive","172":"Positive","173":"Positive","174":"Positive","175":"Neutral","176":"Neutral","177":"Neutral","178":"Negative","179":"Positive","180":"Neutral","181":"Positive","182":"Positive","183":"Neutral","184":"Neutral","185":"Positive","186":"Neutral","187":"Positive","188":"Neutral","189":"Positive","190":"Neutral","191":"Positive","192":"Negative","193":"Neutral","194":"Negative","195":"Positive","196":"Neutral","197":"Positive","198":"Positive","199":"Positive","200":"Neutral","201":"Negative","202":"Neutral","203":"Positive","204":"Positive","205":"Positive","206":"Positive","207":"Neutral","208":"Positive","209":"Neutral","210":"Positive","211":"Neutral","212":"Positive","213":"Neutral","214":"Positive","215":"Neutral","216":"Positive","217":"Neutral","218":"Negative","219":"Positive","220":"Neutral","221":"Positive","222":"Positive","223":"Positive","224":"Positive","225":"Positive","226":"Neutral","227":"Neutral","228":"Neutral","229":"Neutral","230":"Negative","231":"Positive","232":"Neutral","233":"Positive","234":"Positive","235":"Neutral","236":"Positive","237":"Positive","238":"Neutral","239":"Positive","240":"Neutral","241":"Positive","242":"Neutral","243":"Positive","244":"Neutral","245":"Positive","246":"Neutral","247":"Positive","248":"Neutral","249":"Negative","250":"Neutral","251":"Neutral","252":"Neutral","253":"Negative","254":"Neutral","255":"Positive","256":"Negative","257":"Positive","258":"Negative","259":"Neutral","260":"Positive","261":"Neutral","262":"Positive","263":"Neutral","264":"Negative","265":"Neutral","266":"Negative","267":"Neutral","268":"Positive","269":"Neutral","270":"Neutral","271":"Neutral","272":"Positive","273":"Negative","274":"Positive","275":"Negative","276":"Positive","277":"Positive","278":"Neutral","279":"Positive"}}