{"text":{"0":"Tesla, Inc (NASDAQ:","1":"Company Participants","2":"Martin Viecha - Senior Director, Investor Relations","3":"Elon Musk - Chief Executive Officer","4":"J.B. Straubel - Chief Technology Officer","5":"Zachary Kirkhorn - Chief Financial Officer","6":"Jonathan Chang - General Counsel","7":"Jerome Guillen – President, Automotive Division","8":"Conference Call Participants","9":"Ryan Brinkman - JPMorgan","10":"Pierre Ferragu - New Street Research","11":"Adam Jonas - Morgan Stanley","12":"Maynard Um - Macquarie","13":"Dan Galves - Wolfe Research","14":"Toni Sacconaghi - Bernstein","15":"Alex Potter - Piper Jaffray","16":"Philippe Houchois - Jefferies","17":"David Tambourino - Goldman Sachs","18":"Colin Rusch - Oppenheimer","19":"Joseph Spak - RBC Capital Markets","20":"Colin Langan - UBS","21":"Operator","22":"Good day, ladies and gentlemen and welcome to the Tesla Q1 2019 Financial Results and Q&A webcast. My name is Sherry and I will be your coordinator for today. [Operator Instructions] As a reminder, this conference is being recorded. I would now like to turn the call over to your host, Mr. Martin Viecha, Senior Director of Investor Relations. Mr. Viecha, you may now proceed.","23":"Martin Viecha","24":"Thank you, Sherry and good afternoon everyone. Welcome to Tesla’s first quarter 2019 Q&A webcast. I am joined today by Elon Musk, J.B. Straubel, Zachary Kirkhorn and a number of other executives. Our Q1 results were announced at about 2 p.m. Pacific Time in the updated letter we published at the same link as this webcast.","25":"During this call, we will discuss our business outlook and make forward-looking statements. These comments are based on our predictions and expectations as of today. Actual events or results could differ materially due to a number of risks and uncertainties, including those mentioned in our most recent filings with the SEC. During the question-and-answer portion of today’s call, please limit yourself to one question and one follow-up. [Operator Instructions] But before we jump into Q&A, Elon has some opening remarks. Elon?","26":"Elon Musk","27":"Thanks, Martin. On Monday, we hosted our first ever Autonomy Investor Day showcasing our new in-house design full self-driving computer and our AI-based software trained by more than 400,000 Tesla vehicles. All Tesla class vehicles today have all the hardware necessary for full self-driving and over the year updates will enable our customers to use the Tesla ride-hailing network fleet and generate income, which as we said on Autonomy Day a few days ago we think is somewhere between $10,000 and $30,000 a year, in some cases, perhaps more.","28":"We are the only company in the world producing our own vehicles and batteries as well as our own in-house chip for full self-driving. We are in a position unlike anyone else in the industry. And in 2020, we expect to have 1 million robo taxis on the road with the hardware necessary for full self-driving. We believe we will have the most profitable autonomous taxi on the market and perhaps – yes. Last quarter, we experienced a massive increase in delivery volume in Europe, similar to what North America experienced last year as well as the massive increase in delivery volume too to China. As far as challenges go, this was a good one to have, because we booked vehicles and consumers support them. This rapid increase in overseas volume strained our logistics operation and resulted in over half of our global deliveries occurring in the final 10 days of Q1. This was the most difficult logistics problem I have ever seen and I have seen some tough ones.","29":"So I will say it again, like we initially delivered the half of all vehicles produced or half of all deliveries occurred in literally the final 10 days of Q1. As a result, a large number of vehicles – vehicle deliveries shifted into Q2, which of course, Q1 net income to be negatively impacted. As we said, we could not get the vehicles to customers specifically in time. The response to this, we are in the process of regionally balancing our vehicle bills throughout the quarter. This will make the – this will put much less strain on Tesla, results in a much better delivery experience for customers and have a very positive effect on our working capital in the middle of the quarter.","30":"In Q1, Model 3 was yet again the best-selling premium car in the U.S., outselling the runner up by almost 60%. It’s worth just dwelling on that for a moment, just how absurd this is compared to predictions that were made several years ago. There are literally – best knowledge zero predictions that this would happen if you go back just even 5 or 6 years ago, an electric car would be the best-selling premium car in the U.S. And we believe over time we will be the best-selling premium car throughout the world. And in fact, in Norway, in March, we set a record for the highest sales of any car period ever. And that would be something similar in Switzerland as well. So, this is really an incredible achievement by the Tesla team.","31":"Since the introduction of standard range, standard range class, only 70% of previous Model 3 have actually been non-premium vehicles, where people actually pay more for a car than they have ever paid for a car. They never anticipated paying this much for a car, but because they want the Model 3 more than they ever wanted a vehicle, they are willing to pay more to get a Model 3. And keep in mind, global expansion for the Model 3 has just begun and this segment is vastly larger internationally than it is in the U.S. We are continuing to make significant improvements to our vehicle lineup, including updating the Model S and X production line to culminate the next generation of powertrains. So, we announced this yesterday and we are now in production with the significantly more balanced powertrains for the Model S and X as well as an upgrade to the suspension system to have active adaptive damping in the suspension system and to enable charging at 200 kilowatts, which is – and there are number of other small changes. If anyone is thinking about upgrading their Model S or X, this is a great time to do it. And we also introduced a loyalty program, where if somebody is an existing Tesla owner and they buy a performance Model S or X, they get their first upgrade for free. So this is – yes, as a thank you and an appreciation to existing Tesla customers.","32":"So, they have a longer range. The Model S now has a range of 370 miles. This would actually be at a range of 370 miles and Motor Trend test drove the car a few days ago and drove nonstop all the way from San Francisco to Los Angeles at normal highway speeds and they said they could have even gone faster and they were any headwind as well. So, this is pretty remarkable that electric car could go nonstop between the two biggest cities in California. I mean, I have never – back when I was driving gasoline cars, I always have to stop at the gas station. This is literally better than a gasoline car with the rare exception. And there is also an increase in power, accelerates faster, just better in every way. And we are able to increasing the size of the battery pack, which is a testament to the powertrain team and for us to be able to improve the efficiency of the powertrain by such a significant margin.","33":"So, with the recently announced product improvements on Model S and X as well as continued expansion of Model 3 globally, we expect the order rate to increase significantly throughout the year and in commensurate with our production levels. And I am very excited about the future for other products, especially for full self-driving, which will fundamentally transform transport as we know it. The Tesla Semi truck Model Y, improvements to Powerwall, Powerpack, the Solar Roof Version 3 on the energy side. And no question in my mind that Tesla has the most exciting product roadmap of any consumer product company in the world. And finally, I want to thank our employees for their incredible work and our customers for their continued support.","34":"Martin Viecha","35":"Thank you very much, Elon. And I think Zachary would like to have some remarks as well.","36":"Zachary Kirkhorn","37":"Yes, thank you, Martin and thanks Elon as well. Overall, as we reflect on the progress of Q1, this was one of the most complicated quarters that I can think of in the history of the company and it was ambitious even by Tesla’s standards. The global expansion of Model 3 was a huge theme within the quarter. We launched the standard range lineup for Model 3 product retooling from Model S and Model X, which Elon just talk about and suspension upgrade and then we implemented various pricing adjustments and work to do the corresponding impact that had on our order mix in deliverable cars. So there is two key themes that I would like to discuss briefly and then we will open it up to Q&A around cash and profitability for the quarter.","38":"First, on the cash front, we exited Q1 with $2.2 billion in cash and cash equivalents on hand. This was a $1.5 billion reduction from our 2018 ending cash balance, but this reduction is attributed to two factors. The first is that we paid off $920 million convertible note on March 1. Note for those of you looking to the cash flow statement, $188 million of this is flowing through our operating cash flows. The balance to the $1.5 billion reduction is more than explained by the working capital impact of expanding Model 3 operations overseas. And the two components to this which we have discussed is that an international operation naturally commands additional working capital because of transit times, but then also the stress on our delivery operations meant that not all of our cars will be delivered, both of these factors which occurred in Q1. We do not expect to repeat in Q2 and we expect our quarter ending cash balance to continue to increase going forward. I will also note that we are tracking in April to the largest amount of deliveries from month 1 in the history of the company.","39":"On the working capital point, as Elon noted, 50% of our deliveries in Q1 occurred in the final 10 days of the quarter. This is because we prioritized international builds for the first half of the quarter and then U.S. local builds in the second half. This led to a binary inflow of Model 3 cars to EMEA and China and significantly stressed the delivery operations. We also faced important issues in Shanghai and Beijing and worked through those, but that also skewed deliveries towards the final couple of days and weeks in the quarter. So, we are addressing this by regionally – by building regionally balanced and we have already executed on this for Model 3 and S and X will be implemented in the next week or two. The secondary benefit of this is that it enables us to run stable operations throughout the quarter. So, we don’t have to staff many of our delivery areas and logistic operations to the fleet. We expect significant cost savings to come from this.","40":"On the P&L side, we incurred $188 million of one-time adjustment that’s led through to net income. $120 million of this was related to S and X pricing adjustments that we announced on February 28. This included a reserve for a potential increase to return it for a residual value guarantee and buyback guarantee of vehicles and also an adjustment for the inventory value of our used Tesla inventory and service volumes. There is an additional $67 million related to Q1 restructuring and other charges that flowed through.","41":"Within the automotive business, one thing that I want to note here is that automotive revenue was negatively impacted by $501 million attributed to the reserve increase for S and X that I just noted. If you adjust for this, the decline from Q4 to Q1 in revenue is roughly in line with the decline in deliveries. Within automotive gross margin, Model 3 gross margin declined slightly to approximately 20%. This is due to two factors. One is the pricing adjustments that we made on February 28 as well as the makeshift towards the standard range lineup which we launched. We also successfully executed on a number of cost reductions which offset this impact, labor content warehousing and scrap are the examples of double-digit improvements from Q4 to Q1. In spite of launching the standard range variance, we want to note that North American ASPs are close to $50,000, with the majority of our orders being from long-range bearings of Model 3. In S and X, the impact on margin was more significant. Two major pieces here is the volume reduction led to a reduction in fixed cost absorption, so that impacted our margin as well as the pricing actions that we took on February 28. Even though S and X have been in production for a while, we still continue to make operational improvements there, the labor content as an example, which improved quarter-over-quarter.","42":"As we look to the future here, I agree with Elon’s sentiments about the excitement of our product lineup. From a financial standpoint, what we have effectively done here is build an incredible base of knowledge and assets that we can quickly scale and replicate into different products around the world. So, Gigafactory Shanghai is a terrific example of this. As we noted in the letter, CapEx bringing up capacity 50% for Giga Shanghai as compared to Model 3 in the U.S. and then 50% our internal forecast that we are executing against is actually better than that. And Model Y, as we have noted, is built on the Model 3 platform, so we are able to leverage the knowledge there for capital efficient expansion. In energy as well, as we have noted previously, 2019 is a big year for storage, so a lot of exciting improvements coming there and the expansion will help improve margin as we can better utilize some of the assets that we planned investments in that.","43":"So just to conclude the opening remarks here, I personally never felt more excited about the future of the company and I am looking forward to the discussion.","44":"Martin Viecha","45":"Thank you very much, Zachary. Let’s take some first questions from retail shareholders who have been submitting their questions on say.com. So, the first question is, will Tesla be able to complete their purchase of Maxwell Technologies? What is holding that back?","46":"Elon Musk","47":"Jonathan, do you want to?","48":"Jonathan Chang","49":"Yes, hi, it’s Jonathan Chang as our Counsel here. Right now, we are just going through approvals with the SEC. There is not a whole lot of things holding it back. We are on schedule, we are on track. Right now, we are looking to close in mid-May.","50":"Elon Musk","51":"Great. Thanks.","52":"Martin Viecha","53":"Thank you. The second question is, is Tesla considering and creating an insurance program in order to further simplify the ownership experience and to more accurately take into account safety of driving in Autopilot? The insurance market is very unreliable for Tesla ownership right now.","54":"Elon Musk","55":"The answer is, yes, we are creating a Tesla insurance product and we hope to launch that in about a month. It will be much more compelling than anything else out there.","56":"Martin Viecha","57":"Great. Thank you very much. The next question is, Elon, most people when they think of Tesla only see it as an automotive company. Can you speak to the energy side of the company specifically, the roadmap for when you see the energy side of things really taking off and generating major revenue for the company?","58":"Elon Musk","59":"Sure. The challenge really is battery cells scarcity. As far as the additional storage is concerned, we basically need an up-sell to support the vehicle production as well as to full power on Powerpack. Last year, in order to have enough cells for Model 3, we actually had to convert all of the lines of the Gigafactory to produce cells just for Model 3 as opposed to Powerpack. So we are essentially scrounging cells from all around the world to continue some level of production on the Powerpack. This year, we think that we will be able to allocate at least maybe 5% to 10% of cell outputs like current, J.B., like what do you guys think?","60":"J.B. Straubel","61":"Yes, between 5% and 10%, something like that.","62":"Elon Musk","63":"Yes. So, there are [indiscernible] in a Powerwall in the car so that translates to a – quite a decent number of Powerwalls. And then we will continue to use cells from variety of suppliers around the world. The Powerwall Powerpack, because I don’t have to go through vehicle [indiscernible] are much more adaptable to using variety of cells from other cell providers. So, we expect that Powerwall and Powerpack to see a very significant percentage growth this year maybe on the order of 300% or some quite high number. Sorry, sorry. Yes, 300, confirming it, 300%. So this is a very big percentage growth rate. It’s much faster than an automotive. So over time, we expect that sort of growth rate would hopefully be able to continue and then battery storage will become a bigger and bigger percentage of Tesla’s business over time. We also have – we are also finding a significant increase in retrofit solar this year, because we have finally refined the product offering to be something that’s extremely compelling and much more cost efficient to deliver and install. So, to radically streamline process from what has been done before and we will have more to say on that possibly next week. And then the Solar Roof tile, we are on Version 3 of the design. That necessarily takes a while to scale up because we have to be confident that the Solar Roof is going to last on the order of 30 years and because the warranty is sort of 20, 25 years and so the rate at which you can iterate on Solar Roof is necessarily slowed down by [indiscernible] which you can do accelerate aging on the roof and we want the installation process to be simple and easy, which is actually the Tesla Buffalo factory a few weeks ago and I was pretty impressed with the team and we are looking forward to scaling that up significantly through the balance of this year and next.","64":"Martin Viecha","65":"Thank you very much. The next question comes from Jeffrey, when and where will the Tesla semi production begin?","66":"Jerome Guillen","67":"This is Jerome. Next year we will start production. We are very happy with driving the trucks extensively with I think so far quite amazing success, yes.","68":"Elon Musk","69":"The prototypes are working amazingly well.","70":"Jerome Guillen","71":"Yes, very well. We just used them all the time. We load them to maximum weight and continue to make improvements.","72":"Elon Musk","73":"So, we have even used them to deliver some Model 3s.","74":"Jerome Guillen","75":"Yes, that was fun. So, yes, we will start production next year. The location was not yet set, but it’s pretty clear that we make all the batteries and driving it in Reno.","76":"Martin Viecha","77":"Great. Thank you very much.","78":"Elon Musk","79":"Sparks technically.","80":"Jerome Guillen","81":"Sparks, yes. Northern Nevada.","82":"Elon Musk","83":"Yes, Northern Nevada.","84":"Martin Viecha","85":"And perhaps the last question from retail, how soon should current owners that purchase FSD, get the new FSD computer?","86":"Elon Musk","87":"I think from features and functionality standpoint, I think there is no point getting the FSD upgrade if you don’t really have it in the car for probably about 2 or 3 months. That’s when we will start releasing features that are materially different from the feature set available on the Version 2 hardware. So, just no need to rush to the – get your computer replaced. It’s like 2 to 3 months before it becomes relevant and then it will obviously increase rapidly from then. One other comment I will make in case nobody asked this exclusive especially. For Model Y production, we are right now trying to decide whether Model Y vehicle production should be in California or Nevada and we expect to make a final decision on that very soon. But in the meantime, we have ordered all of the tooling and equipment required for Model Y. So, we don’t expect this in anyway to delay production of Model Y, but it’s hardly a very close call between Nevada and California as to whether we do the Model Y at Giga or at Fremont, but those are the two options and we will hopefully be able to make the decision in the next few weeks.","88":"Martin Viecha","89":"Thank you very much. Sherry, we can go to analyst questions in the question queue.","90":"Question-and-Answer Session","91":"Operator","92":"Thank you. Our first question comes from Ryan Brinkman with JPMorgan.","93":"Ryan Brinkman","94":"Hi, thanks for taking my questions. Your guidance for 90,000 to 100,000 2Q deliveries when combined with the full year outlook, it suggests somewhere between 35% and 45% sequential growth from the first half to the second. Can you talk about what is giving you the confidence to project that growth and in particular what the order book or reservation list maybe telling you?","95":"Elon Musk","96":"Yes. We do see strong demand for vehicles, both S, X and 3. The standard range plus Model 3 with autopilot included at $39,500 is just an incredibly compelling vehicle and affordable to probably something on the order like the top 40% income earners in the U.S. and Europe. So, it’s – I think we will see a lot of interest and demand in that. We are. And then with the upgraded S and X, I think a lot of people were kind of anticipating that there would be an S, X upgrade and this really is kind of a game-changer of an upgrade. So, I think we are seeing an uptick in demand and we expect to see that to be quite significant. And we are also out of the seasonality of Q1 with few people just generally don’t like buying cars in winter and we are getting past the overhang of that tax credit cliff, which for us ended in the U.S. on December 31. So, these were all very positive factors. We also have just a lot of markets where there is program or tapped into demand, especially for Model 3. So we will be really saying the right-hand drive Model 3 and expect to see significant demand in right-hand drive countries. Overall, I feel really good about the way things are headed.","97":"Ryan Brinkman","98":"Okay, thanks. And then my follow up, sorry, as you said on previous call, you indicated that the Y would not be built in Fremont, because it was I think you said packed to the gills. I heard today that it is now a close call between California and Nevada. Is anticipated demand for Fremont built vehicles less than was previously thought or have you managed to maybe find more capacity in Fremont, for example, with the tent or some other production method?","99":"Elon Musk","100":"Well, first of all, obviously on account of tents, like I mean, we like hardcore tents, so I am not like Cub Scout tents, which are fine, but this is actually – credit goes to Tesla team, because they actually look at how could we do this in Fremont if we had to and we feel like we can actually append building space to the – to the west side of the building and use a lot of internal space that’s currently used for warehousing in the Fremont factory. And so we believe it actually can be done with minimal disruption to add Model Y to Fremont.","101":"Ryan Brinkman","102":"Thank you.","103":"Operator","104":"Thank you. Our next question comes from Pierre Ferragu with New Street Research.","105":"Pierre Ferragu","106":"Hey, thanks for the call. My first question is really on the Model S and Model X and Elon, you said you are comfortable with the one you see – based on what you saw in April, do you think that the 25,000 units per quarter is the level of demand that is where you see the market coming back already or are we not there yet? And more specifically, in the U.S., the pull forward in Q4 probably hurt a lot of demand for S and X? Is that something that we still see the numbers today in recent weeks or is that behind us? And I have a follow-up on Q2.","107":"Elon Musk","108":"Yes. I mean, I think something like – returning to the 100,000 a year annualized demand for S and X is what we anticipate. That’s to the best to my knowledge. We don’t have a crystal ball, but that’s probably our best guess. And sorry, what was the other point?","109":"Pierre Ferragu","110":"Yes. My question was about like the run-rate of demand you see at the moment, do you still feel like weak demand in the U.S. because of the pull forward in Q4 or do you think demand returned to normal already?","111":"Elon Musk","112":"I think we expect demand to – we are seeing demand returning to normal in Q2. And it might be a little better than normal. I don’t have a crystal ball, it’s hard for me to say, but my impression right now is that demand is quite solid, quite strong, yes.","113":"Pierre Ferragu","114":"And then my second question was briefly on...","115":"Elon Musk","116":"Sorry, Zach would like to...","117":"Zachary Kirkhorn","118":"Yes. Well, just one thing I wanted to add to that, just on the production side of S and X. We did reduce production in Q1 as was noted. That was part of the retooling that we put in place to get the longer range vehicle out with the improved suspension and we are in the process of increasing production backup over the course of Q2. So just for the pervasive expectations, we will exit Q2 at a higher production rate than we did in Q1 on S and X and then return back to a more normal volume in Q3. It’s already increasing.","119":"Pierre Ferragu","120":"And my follow-up was really on Q2 like with 90,000 to 100,000 units you are getting back to fairly nice volumes and I am surprised you don’t – you just still expect a loss. So maybe if you could take us through where we will see in Q2 pain points compared to Q4 and Q3 where you had a profit for similar volumes? How much of the loss in 2Q will be one-off costs, how much is the price points coming down in the mix and how much is related to pricing and other things?","121":"Elon Musk","122":"Sure. So quite a bit, but we think if we didn’t unwind or pulled the wave where we, yes, made cars in the first half of the quarter almost exclusively for Asia and Europe and in the second half almost exclusively for North America. And then actually even that is subdivided depending upon whether it’s West Coast or East Coast, then we could deliver more cars. But we think it is important to unwind this wave, because it ends up being sort of optimizing for one quarter, but really adding a lot of cost and difficulty and not just – not being a good expense for customers and pretty aggressive efforts from Tesla team. So if we have to fully optimize for profitability in Q2, I think we can do it, but then we would be unable to unwind this crazy wave of deliveries and it also helps our working capital within the quarter to not have the wave. And then, Zach, do you want to talk about some of the other items?","123":"Zachary Kirkhorn","124":"Yes. No, I think you summarized it well, Elon. Two other things that I would add. One is we did make pricing adjustments to our products in Q1, which puts pressure on margin. And so that’s part of what we will see in Q2. The teams are working extremely hard and making terrific progress on improving the cost efficiency of the business without sacrificing growth and that in combination with the efficiencies from unwinding the wave, is where we feel we will be comfortable returning to a place of profitability in Q3 once all of those pieces are in place.","125":"Pierre Ferragu","126":"Thank you.","127":"Martin Viecha","128":"Thank you very much. Let’s go to the next question.","129":"Operator","130":"Our next question is from Adam Jonas with Morgan Stanley.","131":"Adam Jonas","132":"Thanks. First question, Elon, a couple of days ago, I asked you how safe is the Autopilot technology and you said something like twice as safe as normal driving, but you seem to be in a really unique position to really collect exobytes of data, you could potentially be externally validated much more rigorously provided the regulatory body or insurance institute to just show how much safer Autopilot is. When could we expect to see Tesla do that, that type of validation that investors could also get a sense of? It seems really, really important for adoption. Thanks. And I have a follow up.","133":"Elon Musk","134":"I think we are just going to continue to report the absolute numbers. I think a point of detail just give those of you our bytes of Tesla that maybe sort of like data mine the situation and then try to turn it positive into negative. So we are just going to keep reporting report. We do give some more detailed information to insurance companies to help with rates. And obviously as we launch our own insurance product next month, we will certainly incorporate that information into the insurance rates. So, we essentially have a substantial price and sort of arbitrage or information arbitrage opportunity where we have direct knowledge of the risk profile of customers and based on the car and then if they want to buy Tesla insurance, they would have to agree to not drive the car in a crazy way. Or they can, but then their insurance rates are higher. So we are just going to keep reporting the numbers at a broad stroke level, which I think is really what matters.","135":"Adam Jonas","136":"Okay, I understand it.","137":"Elon Musk","138":"That’s the safety.","139":"Adam Jonas","140":"Okay. And just as a follow-up, Elon and you kind of alluded a little bit, there is just so much drama around Tesla’s share price and quarterly results. From the outside at least, it looks like a huge distraction. And at the same time, there is so much alternative capital and large amounts of strategic capital that is incrementally deployed in domains where Tesla has real leadership. So how important is it for Tesla to be a publicly traded company, Elon?","141":"Elon Musk","142":"Well, mate, I don’t want to surprise you, but I would prefer we were private, but unfortunately, I think that ship has sailed, so...","143":"Adam Jonas","144":"But is it important? I mean, you think the company’s value is maximized being public? Is there just only so much you can do and you just got to play the hand you’re dealt?","145":"Elon Musk","146":"Well, I think this feels like the sort of price of the stock is being set in kind of a manic-depressive way. And I think Warren Buffett’s analogy is just like perhaps being a publicly traded company is like having someone stand at the edge of your home and then just randomly yell different prices for your house every day. It’s still the same house.","147":"Adam Jonas","148":"Yes.","149":"Elon Musk","150":"So, it’s a bit of a distraction at times, but I’m not sure what to do about it.","151":"Adam Jonas","152":"Okay understood. Thanks.","153":"Operator","154":"Thank you. Our next question comes from Maynard Um with Macquarie.","155":"Maynard Um","156":"Hi thanks. In the update letter, you talked about supplier limitations impacting production. Can you just talk about what that was and how long you think that might continue to impact you? And then I have a follow up.","157":"Elon Musk","158":"In Q2, we don’t we think we have two supplier interruptions, at least the significant ones that we’re aware of.","159":"Maynard Um","160":"Okay. And I guess there was some concern out there that Model 3 was cannibalizing S and X despite them being all different vehicle classes, and it doesn’t sound like you’re saying that at all, but I was just wondering if you had any evidence that proves, disproves this? Any thoughts there would be helpful.","161":"Elon Musk","162":"No, they’re reducing through different market segments. Yes.","163":"Zachary Kirkhorn","164":"And also, not only 3.5% of our trade-ins for Model 3 are coming from Model S. So, it’s from all the Model 3 trade-ins, Model S accounts for a super, super tiny portion.","165":"Elon Musk","166":"Yes, for sure. People Model S just want to trade it in for another Model S or maybe an X.","167":"Martin Viecha","168":"Okay let’s go to the next question please.","169":"Operator","170":"Thank you. Our next question comes from Dan Galves from Wolfe Research.","171":"Dan Galves","172":"Hi thanks everybody. A couple of questions. One, you mentioned a $50,000 ASP for North America Model 3s, can you give us a little bit more detail on kind of is that a number like since the February 28 price adjustments? Is that what you’re, kind of seeing as order flow? I’m sorry ASP is kind of the current order flow since those price adjustments?","173":"Zachary Kirkhorn","174":"Yes, this is Zach. I mean, what we saw on February 28 when we launched the standard range, the standard range class variances, is that there’s pent-up demand for those products that released very quickly after it was announced. And then as more time has passed and order rates have stabilized, it’s starting the average ASP has actually been increasing each week ever since as the order rates stabilizes. And just under $50,000 ASP represents the most recent one, and we think it’s starting to stabilize there. And we’ll see where things trend in EMEA and China as well, but what we’re seeing in North America is that over 50% of our orders of the long-range variance in ASPs [indiscernible].","175":"Dan Galves","176":"That’s really helpful. And the follow up is, I know order questions have been asked before, but let me put it this way. So, the I imagine that S and X orders need to have a couple of days to pick up after the upgrades. But on Model 3, whatever your assumption is within the 90,000 to 100,000 Q2 deliveries, whatever that assumption is for Model 3, does your current order flow support that? Or do you need something kind of positive to happen over the course of the quarter to get there?","177":"Elon Musk","178":"I think we’ll I think we’ll be fine. Yes, I don’t think there any major thing required.","179":"Dan Galves","180":"Okay. Thanks a lot, guys.","181":"Operator","182":"Thank you. Our next question comes from Toni Sacconaghi with Bernstein.","183":"Toni Sacconaghi","184":"Yes, thank you. Elon, I was wondering if you could talk about this whole notion of raising capital for about the last year, you sort of shooed it as almost an evil thing and I think a lot of investors believe that the company might be better served and its growth aspirations if it did raise capital or had a stronger cash base. And given that you used up about $2 billion worth of cash in the quarter, aren’t you potentially trying to go through a very thin space while trying to grow quickly and be self-funding, which, quite frankly, may be unrealistic. So why not raise capital? And why do you view that as something that Tesla shouldn’t do? Or wouldn’t do? And I have a follow up, please.","185":"Elon Musk","186":"Yes. I don’t think raising capital should be substitute for making the company operate more effectively. So that in that sense, I think it’s just, it’s important to have strong financial discipline of the company and just to make sure we don’t have extraneous expenses and we’re just being frugal with capital. If we keep raising capital every time, then it just takes we now have the forcing function improving the functional operation of the business. So, I think it is healthy to be on a Spartan diet for a while. At this point, I do think there are it is similar to raising capital. That’s a but this is sort of probably about the right timing, but yes.","187":"Toni Sacconaghi","188":"So, does that mean that investors should expect the capital raise in the near to medium term? And I hear you on the force and constraint, but I mean growth does eat cash especially in a capital-intensive business. If you really do believe you have a first mover advantage, why wouldn’t you want to push it as quickly as possible even if it meant raising capital in the short term.","189":"Elon Musk","190":"Yes. First of all, I’ll just say that I don’t think capital has been constrained on our growth thus far and the type of those fund in fact, if there was a final constraint on growth would’ve faced capital before now. But I think it is very important as company scales to make sure we are on a solid foundation and that we’re we have the appropriate financial discipline throughout the company and are spending money very efficiently. At this point, I think we are doing that. There’s more work to do, and Tesla today is far more efficient operating organization than it was a year ago. We’ve made dramatic improvements across the board. And so, I think there’s merit to the idea of raising capital at this point.","191":"Zachary Kirkhorn","192":"Just to add to that, the journey we’ve been on for the last 12 to 18 months on being more efficient and how we spend money has really changed the full trends of the company. It enabled us to accelerate a number of cost reductions on the COGS side of our products and then make improvements in operating expenses as well. And then as we look forward to capital investments for Giga Shanghai and Model Y and ultimately our European facility, our CapEx capacity has come down significantly through the work of the team here. So, I think it has been a very productive journey for us.","193":"Elon Musk","194":"And technically, we did raise some big capital in China for the Shanghai Giga on the order of $500 million. So that we want to make sure that we don’t have to grow on level capital stuff under the Shanghai factory.","195":"Martin Viecha","196":"Thank you. Now let’s go to the next question please.","197":"Operator","198":"Thank you. Our next question comes from Alex Potter with Piper Jaffray.","199":"Alex Potter","200":"Hi guys, I was wondering when you say obviously the logistical challenges were a headwind in the quarter. You talked about trying to regionally balance your deliveries going forward. Is that basically saying that people in Europe and China are just going to need to wait longer to take their deliveries and you’re going to try to emphasize more in North America in order to...","201":"Elon Musk","202":"No, they would actually receive their cars sooner. It just means that instead of building cars in batches, where, say, the first half of the quarter is just dedicated to China, Europe cars, and the second half is dedicated to North American cars that we blend vehicle production for customers throughout the world, throughout the quarter. And that this [indiscernible] we don’t want a situation again like quite like we had in Q1 where essentially all the cars were arriving at customers worldwide at the same time. We literally delivered half of the entire quarter’s deliveries were in the final 10 days of Q1. That’s insane. So, I think we need to unwind that. I suppose it’s not a great customer experience because we’re shorthanded and then we have to redeploy like fuel from that are working in sales, HR, legal, engineering, everyone just to deliver cars. And then we then they can do their regular jobs. So, it just makes sense to just plan the production according to demand throughout the quarter.","203":"Alex Potter","204":"Okay. That makes sense. Then the second question, I guess on go to market, there were some period of time there where the company was focused on closing storefronts. A fair amount of noise made around that. And then it, look like some of the commentary was hedging that strategy. I was just wondering if there’s any update there. If you have that, that would be helpful. Thanks.","205":"Elon Musk","206":"Sure. I think Tesla just sort of I didn’t handle messaging of that well. I mean, that’s amplified by statement taking to an extreme where there was a misunderstanding. We certainly will continue to have stores, and we will continue to add stores provided they are in locations where there is high foot traffic and that are in our target market. So, we actually will continue to add stores in locations are no-brainers. We will close stores in locations where they are incredibly hard to find and the foot traffic of potential buyers is very low such that it does not support the cost of the store and the people in it. So, I think it’s just common sense. And then all sales online just, means that even if you go into a store, you we would guide you to order the car on your phone. So, source essentially like there like information centers, place you can get a test drive and buy some Tesla merchandise, that kind of thing. But all sales online, doesn’t mean all stores are closed. Just means when you buy a car, you always do it on your phone in the store or at home or anywhere. Orders online doesn’t, meant all stores are closing. That’s not what it’s meant.","207":"Alex Potter","208":"Okay very good. Thanks.","209":"Operator","210":"Thank you. Our next question comes from Philippe Houchois with Jefferies.","211":"Philippe Houchois","212":"Hi yes, thank you for taking the questions. I’m just wondering if you could comment on the agreement you seem to have reached with FCA on the possibility of selling your CO2 credits to them in Europe and what that means to your potential cash inflow. When that might start occurring? And if there is any chance any of those things are in your Q1 cash position?","213":"Elon Musk","214":"I think it’s a confidential deal with FCA so we and we agreed with FCA not to comment on it publicly so we must abide by that.","215":"Philippe Houchois","216":"And can I ask you a question of coming back to what Adam was saying about the drama that surrounds your unfortunately, why don’t you reduce some of it by disclosing on a monthly basis your deliveries and also maybe disclosing early your greenhouse revenue instead of just reserves so we get right away a better view on some of these details that kind of move the stock.","217":"Elon Musk","218":"I think that would actually be counterproductive because people read too much into what occurred in a month. I mean, even at a quarterly basis, things can be lumpy. And so the more granularity that’s provided on a monthly level, the few would reach all sorts of conclusions that doesn’t makes sense. It’s like literally sales to a particular country, say, overseas are affected by when the ship arrives. And so, if the ship arrives on the 31st of the month or the first of the next month, this will make it look like something dramatic has happened. But actually, the ship was just a day late. So, people read that would increase the drama, not decrease it.","219":"Zachary Kirkhorn","220":"And we’re filling the ship 100% [indiscernible].","221":"Elon Musk","222":"Filling the ship 100% so it’s like it just ends up being lumpy. So, like if you managed if you’ve calculated like GDP of a country to offset the U.S., GDP on Sunday is extremely low, but GDP on a Monday is extremely high. It does not mean nothing has really changed.","223":"Operator","224":"Thank you. Our next question comes from David Tambourino with Goldman Sachs.","225":"David Tambourino","226":"Great. Thanks for taking our questions. First one, on customer deposits, it looks like it’s essentially flat to maybe slightly down. I understand it’s probably some timing with deliveries that could have helped it towards the end of the quarter. But we would have thought it would have increased given the Model Y [indiscernible]. So, our question is what was the initial order intake for the Model Y? And just coming through combing some of your comment earlier, what daily order rate are you seeing right now for the rest of your products?","227":"Elon Musk","228":"I think we don’t want to comment on the granularity of deposits. Again, people read too much into this. We’re not playing of the Model Y because we’re just not in production so you can’t really read anything into Model Y orders at this point.","229":"David Tambourino","230":"Okay. Well, then my second question would just be if you anticipate a further price adjustment the next level view credit phasing out July 1?","231":"Elon Musk","232":"We don’t comment on future price changes unless you see it publicly.","233":"Martin Viecha","234":"Okay. Let’s go to the next question please.","235":"Operator","236":"Thank you. Our next question comes from Colin Rusch with Oppenheimer.","237":"Colin Rusch","238":"Yes, could you comment on whether you’ll be better constrained at 100,000 vehicles a quarter in 2Q?","239":"Elon Musk","240":"Self-constrained you mean? We don’t feel constrained at 400,000.","241":"Colin Rusch","242":"And then as you look at the Maxwell Technology integration, post close, how quickly do you think you’ll be able to integrate that technology into the battery production? And could you comment on potential for chemistry and form factor changes as you get it integrated?","243":"Elon Musk","244":"I mean, you’re really asking some pretty super secret sauce questions here. I think yes, we’ll have I think we’ll probably have an Investor Day like an Autonomy Day maybe later this year or early next just to go over the cell and battery technology and future strategy. And think that will be very informative but we do recognize the criticality of this.","245":"Colin Rusch","246":"Okay thank you so much guys.","247":"Operator","248":"Thank you. Our next question comes from Joseph Spak with RBC Capital Markets.","249":"Joseph Spak","250":"First question is really just a clarification on in the outlook of 25% non-GAAP gross margin that you’re targeting. Is that over the mid-term or is that something you expect to hit by the end of this year? And if so, what gets S and X back higher given the price cuts?","251":"Zachary Kirkhorn","252":"Yes, this is Zach here, that’s [indiscernible] so we’re targeting for the end of the year, although internally, we are working towards S and X non-GAAP gross margin achieving that sooner. The biggest lever there is actually two components. One is, as we increase volume back on our S and X production line, there’s just a natural benefit there from the fixed cost absorption which will help us. But we also have a number of cost reduction projects in place that we’re executing on over the course of the year. And then the third piece which applies to S and X, but also Model 3, we’re seeing an increased take rate on our full Self-Driving offering. And there are, revenue associated with that given that the full suite of functionality is not there. And as that option becomes, approaches we roll out more, we will be able to apply more revenue on that. So all of these things together within our internal gives us [indiscernible].","253":"Elon Musk","254":"Yes, I should mention that the upgraded powertrain for S and X was actually launched in a significant cost down because we essentially took the high volume, we’re driving units of the Model 3 which is extremely efficient magnet motor and product electronics and we made a version for that for the contract unit of S and X. And so, we’re actually able to get cost reduction while improving range and [indiscernible] of the car. That’s just 1 example.","255":"Joseph Spak","256":"Okay. The second question is just looking at the 10-K, you’ve notice $4.9 billion purchase obligation, which I think is primarily related to Panasonic Giga 1. And then Elon, in some of your communication, you’ve indicated production constraints. I guess the question is, does that $4.9 billion correlate to reaching that 35 gigawatt hour rate? And if you can’t hit that because of production constraints, does that adjust?","257":"Unidentified Company Speaker","258":"This is [indiscernible]. So, the purchase obligation in the 10-K is basically for the entire contract which we have for Panasonic. It’s not something that we need to hit. I mean, make the purchases tomorrow. So this is going to take a couple of years.","259":"Joseph Spak","260":"Okay.","261":"Operator","262":"Thank you. Our next question comes from Colin Langan with UBS.","263":"Colin Langan","264":"Great thanks for taking my question I mean, it sounds like from the tone of the call that you don’t see that there’s a demand issue for some of the product, but margins seem to be under pressure and typically automakers stop pricing when there is a demand issue. So, what is the logic of the price cuts during the quarter?","265":"Elon Musk","266":"I mean, our goal, as we’ve been very clear about from the beginning of the company, is to make our cars as affordable as possible. And we thought it was important to offer the $35,000 Model 3 and then to create a sort of bundled package for the Model 3 with the increased range because we think actually that difference between 220 and 240 is quite important more people realizing in range and posher interior and Autopilot. So, we thought a product that’s really just knows the sweet spot, which I think the $39,500 Model 3 is just really nail the sweet spot and raising consumer response accordingly. You can tell by the $35,000 version of the Model 3 that, of course, didn’t have Autopilot and has a software introspection, that kind of thing. It’s like slightly more inconvenience to buy just have to make a phone call or visit a store. So, it’s just not like you have to complete the obstacle course or something. But we see very few people actually take us up on that $35,000 offer, but it’s there and will remain there.","267":"Colin Langan","268":"As a follow up, you’re still targeting the China facility ramp by the end of the year. Are you still confident in the 3,000 per week? And do you have a battery supplier yet that’s getting pretty close to the point?","269":"Elon Musk","270":"Yes, the Shanghai Gigafactory progress is going incredibly well. Tesla the execution of our team underground there. I get daily e-mails with Tesla picture from one day to next from Tom who leads the Gigafactory program. And so, we’re obviously discussing or getting updates 7 days a week. So, I mean, I’m in that Gigafactory e-mail. So, in terms of execution, of course, the production grows as fast as the [indiscernible] item. That’s very important to bear in mind. So, we have 99% of things in good shape can make the car. So, with respect to that said, it looks like we’ll reach volume production at the end of this year with, let’s say, more than 1,000 cars a week, maybe 2,000 from Shanghai Giga at the end of this year. That’s what it looks like to be the case right now. If it’s not at the end, it will be shortly thereafter. And then we expect to have multiple sales flyers for Shanghai Giga.","271":"Martin Viecha","272":"Great. Thank you very much everyone. Unfortunately, this is all the time we have for our Q&A today. Appreciate all of your questions, and we look forward to talking to you in the next quarter.","273":"Operator","274":"Ladies and gentlemen, thank you for participating in today’s conference. This concludes the program. You may all disconnect, and have a wonderful day."},"Positive":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.0,"8":0.0,"9":0.0,"10":0.0,"11":0.0,"12":0.0,"13":0.0,"14":0.0,"15":0.0,"16":0.0,"17":0.0,"18":0.0,"19":0.0,"20":0.0,"21":0.0,"22":0.125,"23":0.0,"24":0.165,"25":0.034,"26":0.0,"27":0.033,"28":0.131,"29":0.094,"30":0.067,"31":0.158,"32":0.138,"33":0.18,"34":0.0,"35":0.353,"36":0.0,"37":0.171,"38":0.026,"39":0.06,"40":0.123,"41":0.102,"42":0.209,"43":0.0,"44":0.0,"45":0.065,"46":0.0,"47":0.245,"48":0.0,"49":0.055,"50":0.0,"51":1.0,"52":0.0,"53":0.152,"54":0.0,"55":0.278,"56":0.0,"57":0.172,"58":0.0,"59":0.109,"60":0.0,"61":0.464,"62":0.0,"63":0.13,"64":0.0,"65":0.122,"66":0.0,"67":0.41,"68":0.0,"69":0.324,"70":0.0,"71":0.291,"72":0.0,"73":0.0,"74":0.0,"75":0.332,"76":0.0,"77":0.688,"78":0.0,"79":0.0,"80":0.0,"81":0.474,"82":0.0,"83":0.574,"84":0.0,"85":0.0,"86":0.0,"87":0.041,"88":0.0,"89":0.152,"90":0.0,"91":0.0,"92":0.2,"93":0.0,"94":0.19,"95":0.0,"96":0.136,"97":0.0,"98":0.058,"99":0.0,"100":0.134,"101":0.0,"102":0.714,"103":0.0,"104":0.172,"105":0.0,"106":0.054,"107":0.0,"108":0.232,"109":0.0,"110":0.157,"111":0.0,"112":0.271,"113":0.0,"114":0.0,"115":0.0,"116":0.368,"117":0.0,"118":0.077,"119":0.0,"120":0.104,"121":0.0,"122":0.143,"123":0.0,"124":0.206,"125":0.0,"126":0.714,"127":0.0,"128":0.217,"129":0.0,"130":0.0,"131":0.0,"132":0.184,"133":0.0,"134":0.086,"135":0.0,"136":0.487,"137":0.0,"138":0.583,"139":0.0,"140":0.13,"141":0.0,"142":0.175,"143":0.0,"144":0.313,"145":0.0,"146":0.144,"147":0.0,"148":1.0,"149":0.0,"150":0.0,"151":0.0,"152":0.828,"153":0.0,"154":0.2,"155":0.0,"156":0.075,"157":0.0,"158":0.08,"159":0.0,"160":0.128,"161":0.0,"162":0.248,"163":0.0,"164":0.224,"165":0.0,"166":0.296,"167":0.0,"168":0.412,"169":0.0,"170":0.185,"171":0.0,"172":0.11,"173":0.0,"174":0.038,"175":0.0,"176":0.109,"177":0.0,"178":0.273,"179":0.0,"180":0.706,"181":0.0,"182":0.2,"183":0.0,"184":0.132,"185":0.0,"186":0.137,"187":0.0,"188":0.104,"189":0.0,"190":0.2,"191":0.0,"192":0.082,"193":0.0,"194":0.09,"195":0.0,"196":0.375,"197":0.0,"198":0.185,"199":0.0,"200":0.021,"201":0.0,"202":0.089,"203":0.0,"204":0.203,"205":0.0,"206":0.041,"207":0.0,"208":0.892,"209":0.0,"210":0.2,"211":0.0,"212":0.194,"213":0.0,"214":0.08,"215":0.0,"216":0.043,"217":0.0,"218":0.065,"219":0.0,"220":0.0,"221":0.0,"222":0.106,"223":0.0,"224":0.185,"225":0.0,"226":0.096,"227":0.0,"228":0.03,"229":0.0,"230":0.239,"231":0.0,"232":0.0,"233":0.0,"234":0.412,"235":0.0,"236":0.2,"237":0.0,"238":0.28,"239":0.0,"240":0.0,"241":0.0,"242":0.0,"243":0.0,"244":0.129,"245":0.0,"246":0.524,"247":0.0,"248":0.172,"249":0.0,"250":0.0,"251":0.0,"252":0.08,"253":0.0,"254":0.153,"255":0.0,"256":0.06,"257":0.0,"258":0.0,"259":0.0,"260":1.0,"261":0.0,"262":0.2,"263":0.0,"264":0.092,"265":0.0,"266":0.083,"267":0.0,"268":0.154,"269":0.0,"270":0.129,"271":0.0,"272":0.216,"273":0.0,"274":0.237},"Neutral":{"0":1.0,"1":1.0,"2":1.0,"3":1.0,"4":1.0,"5":1.0,"6":1.0,"7":1.0,"8":1.0,"9":1.0,"10":1.0,"11":1.0,"12":1.0,"13":1.0,"14":1.0,"15":1.0,"16":1.0,"17":1.0,"18":1.0,"19":1.0,"20":1.0,"21":1.0,"22":0.875,"23":1.0,"24":0.835,"25":0.926,"26":1.0,"27":0.967,"28":0.815,"29":0.906,"30":0.933,"31":0.831,"32":0.85,"33":0.803,"34":1.0,"35":0.647,"36":1.0,"37":0.829,"38":0.955,"39":0.93,"40":0.854,"41":0.858,"42":0.791,"43":0.917,"44":1.0,"45":0.935,"46":1.0,"47":0.755,"48":1.0,"49":0.945,"50":1.0,"51":0.0,"52":1.0,"53":0.848,"54":1.0,"55":0.722,"56":1.0,"57":0.828,"58":1.0,"59":0.891,"60":1.0,"61":0.536,"62":1.0,"63":0.861,"64":1.0,"65":0.878,"66":1.0,"67":0.59,"68":1.0,"69":0.676,"70":1.0,"71":0.709,"72":1.0,"73":1.0,"74":1.0,"75":0.668,"76":1.0,"77":0.312,"78":1.0,"79":1.0,"80":1.0,"81":0.526,"82":1.0,"83":0.426,"84":1.0,"85":1.0,"86":1.0,"87":0.928,"88":1.0,"89":0.848,"90":1.0,"91":1.0,"92":0.8,"93":1.0,"94":0.81,"95":1.0,"96":0.832,"97":1.0,"98":0.908,"99":1.0,"100":0.837,"101":1.0,"102":0.286,"103":1.0,"104":0.828,"105":1.0,"106":0.885,"107":1.0,"108":0.716,"109":1.0,"110":0.692,"111":1.0,"112":0.636,"113":1.0,"114":1.0,"115":1.0,"116":0.441,"117":1.0,"118":0.923,"119":1.0,"120":0.819,"121":1.0,"122":0.796,"123":1.0,"124":0.722,"125":1.0,"126":0.286,"127":1.0,"128":0.783,"129":1.0,"130":1.0,"131":1.0,"132":0.798,"133":1.0,"134":0.883,"135":1.0,"136":0.513,"137":1.0,"138":0.417,"139":1.0,"140":0.839,"141":1.0,"142":0.698,"143":1.0,"144":0.687,"145":1.0,"146":0.856,"147":1.0,"148":0.0,"149":1.0,"150":0.767,"151":1.0,"152":0.172,"153":1.0,"154":0.8,"155":1.0,"156":0.925,"157":1.0,"158":0.8,"159":1.0,"160":0.872,"161":1.0,"162":0.55,"163":1.0,"164":0.776,"165":1.0,"166":0.704,"167":1.0,"168":0.588,"169":1.0,"170":0.815,"171":1.0,"172":0.87,"173":1.0,"174":0.951,"175":1.0,"176":0.891,"177":1.0,"178":0.727,"179":1.0,"180":0.294,"181":1.0,"182":0.8,"183":1.0,"184":0.838,"185":1.0,"186":0.863,"187":1.0,"188":0.896,"189":1.0,"190":0.791,"191":1.0,"192":0.918,"193":1.0,"194":0.91,"195":1.0,"196":0.625,"197":1.0,"198":0.815,"199":1.0,"200":0.979,"201":1.0,"202":0.859,"203":1.0,"204":0.797,"205":1.0,"206":0.929,"207":1.0,"208":0.108,"209":1.0,"210":0.8,"211":1.0,"212":0.806,"213":1.0,"214":0.92,"215":1.0,"216":0.921,"217":1.0,"218":0.923,"219":1.0,"220":1.0,"221":1.0,"222":0.862,"223":1.0,"224":0.815,"225":1.0,"226":0.904,"227":1.0,"228":0.933,"229":1.0,"230":0.761,"231":1.0,"232":1.0,"233":1.0,"234":0.588,"235":1.0,"236":0.8,"237":1.0,"238":0.65,"239":1.0,"240":0.851,"241":1.0,"242":1.0,"243":1.0,"244":0.871,"245":1.0,"246":0.476,"247":1.0,"248":0.828,"249":1.0,"250":0.893,"251":1.0,"252":0.908,"253":1.0,"254":0.847,"255":1.0,"256":0.94,"257":1.0,"258":1.0,"259":1.0,"260":0.0,"261":1.0,"262":0.8,"263":1.0,"264":0.739,"265":1.0,"266":0.897,"267":1.0,"268":0.846,"269":1.0,"270":0.871,"271":1.0,"272":0.722,"273":1.0,"274":0.763},"Negative":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.0,"8":0.0,"9":0.0,"10":0.0,"11":0.0,"12":0.0,"13":0.0,"14":0.0,"15":0.0,"16":0.0,"17":0.0,"18":0.0,"19":0.0,"20":0.0,"21":0.0,"22":0.0,"23":0.0,"24":0.0,"25":0.04,"26":0.0,"27":0.0,"28":0.054,"29":0.0,"30":0.0,"31":0.011,"32":0.012,"33":0.017,"34":0.0,"35":0.0,"36":0.0,"37":0.0,"38":0.019,"39":0.01,"40":0.023,"41":0.039,"42":0.0,"43":0.083,"44":0.0,"45":0.0,"46":0.0,"47":0.0,"48":0.0,"49":0.0,"50":0.0,"51":0.0,"52":0.0,"53":0.0,"54":0.0,"55":0.0,"56":0.0,"57":0.0,"58":0.0,"59":0.0,"60":0.0,"61":0.0,"62":0.0,"63":0.008,"64":0.0,"65":0.0,"66":0.0,"67":0.0,"68":0.0,"69":0.0,"70":0.0,"71":0.0,"72":0.0,"73":0.0,"74":0.0,"75":0.0,"76":0.0,"77":0.0,"78":0.0,"79":0.0,"80":0.0,"81":0.0,"82":0.0,"83":0.0,"84":0.0,"85":0.0,"86":0.0,"87":0.031,"88":0.0,"89":0.0,"90":0.0,"91":0.0,"92":0.0,"93":0.0,"94":0.0,"95":0.0,"96":0.032,"97":0.0,"98":0.034,"99":0.0,"100":0.029,"101":0.0,"102":0.0,"103":0.0,"104":0.0,"105":0.0,"106":0.061,"107":0.0,"108":0.052,"109":0.0,"110":0.151,"111":0.0,"112":0.094,"113":0.0,"114":0.0,"115":0.0,"116":0.191,"117":0.0,"118":0.0,"119":0.0,"120":0.077,"121":0.0,"122":0.06,"123":0.0,"124":0.071,"125":0.0,"126":0.0,"127":0.0,"128":0.0,"129":0.0,"130":0.0,"131":0.0,"132":0.018,"133":0.0,"134":0.031,"135":0.0,"136":0.0,"137":0.0,"138":0.0,"139":0.0,"140":0.031,"141":0.0,"142":0.127,"143":0.0,"144":0.0,"145":0.0,"146":0.0,"147":0.0,"148":0.0,"149":0.0,"150":0.233,"151":0.0,"152":0.0,"153":0.0,"154":0.0,"155":0.0,"156":0.0,"157":0.0,"158":0.12,"159":0.0,"160":0.0,"161":0.0,"162":0.202,"163":0.0,"164":0.0,"165":0.0,"166":0.0,"167":0.0,"168":0.0,"169":0.0,"170":0.0,"171":0.0,"172":0.02,"173":0.0,"174":0.01,"175":0.0,"176":0.0,"177":0.0,"178":0.0,"179":0.0,"180":0.0,"181":0.0,"182":0.0,"183":0.0,"184":0.03,"185":0.0,"186":0.0,"187":0.0,"188":0.0,"189":0.0,"190":0.009,"191":0.0,"192":0.0,"193":0.0,"194":0.0,"195":0.0,"196":0.0,"197":0.0,"198":0.0,"199":0.0,"200":0.0,"201":0.0,"202":0.053,"203":0.0,"204":0.0,"205":0.0,"206":0.031,"207":0.0,"208":0.0,"209":0.0,"210":0.0,"211":0.0,"212":0.0,"213":0.0,"214":0.0,"215":0.0,"216":0.036,"217":0.0,"218":0.011,"219":0.0,"220":0.0,"221":0.0,"222":0.032,"223":0.0,"224":0.0,"225":0.0,"226":0.0,"227":0.0,"228":0.037,"229":0.0,"230":0.0,"231":0.0,"232":0.0,"233":0.0,"234":0.0,"235":0.0,"236":0.0,"237":0.0,"238":0.07,"239":0.0,"240":0.149,"241":0.0,"242":0.0,"243":0.0,"244":0.0,"245":0.0,"246":0.0,"247":0.0,"248":0.0,"249":0.0,"250":0.107,"251":0.0,"252":0.012,"253":0.0,"254":0.0,"255":0.0,"256":0.0,"257":0.0,"258":0.0,"259":0.0,"260":0.0,"261":0.0,"262":0.0,"263":0.0,"264":0.169,"265":0.0,"266":0.019,"267":0.0,"268":0.0,"269":0.0,"270":0.0,"271":0.0,"272":0.062,"273":0.0,"274":0.0},"sentiment":{"0":"Neutral","1":"Neutral","2":"Neutral","3":"Neutral","4":"Neutral","5":"Neutral","6":"Neutral","7":"Neutral","8":"Neutral","9":"Neutral","10":"Neutral","11":"Neutral","12":"Neutral","13":"Neutral","14":"Neutral","15":"Neutral","16":"Neutral","17":"Neutral","18":"Neutral","19":"Neutral","20":"Neutral","21":"Neutral","22":"Positive","23":"Neutral","24":"Positive","25":"Negative","26":"Neutral","27":"Neutral","28":"Negative","29":"Neutral","30":"Neutral","31":"Negative","32":"Negative","33":"Negative","34":"Neutral","35":"Positive","36":"Neutral","37":"Positive","38":"Negative","39":"Negative","40":"Negative","41":"Negative","42":"Positive","43":"Negative","44":"Neutral","45":"Neutral","46":"Neutral","47":"Positive","48":"Neutral","49":"Neutral","50":"Neutral","51":"Neutral","52":"Neutral","53":"Positive","54":"Neutral","55":"Positive","56":"Neutral","57":"Positive","58":"Neutral","59":"Positive","60":"Neutral","61":"Positive","62":"Neutral","63":"Negative","64":"Neutral","65":"Positive","66":"Neutral","67":"Positive","68":"Neutral","69":"Positive","70":"Neutral","71":"Positive","72":"Neutral","73":"Neutral","74":"Neutral","75":"Positive","76":"Neutral","77":"Positive","78":"Neutral","79":"Neutral","80":"Neutral","81":"Positive","82":"Neutral","83":"Positive","84":"Neutral","85":"Neutral","86":"Neutral","87":"Negative","88":"Neutral","89":"Positive","90":"Neutral","91":"Neutral","92":"Positive","93":"Neutral","94":"Positive","95":"Neutral","96":"Negative","97":"Neutral","98":"Negative","99":"Neutral","100":"Negative","101":"Neutral","102":"Positive","103":"Neutral","104":"Positive","105":"Neutral","106":"Negative","107":"Neutral","108":"Negative","109":"Neutral","110":"Positive","111":"Neutral","112":"Negative","113":"Neutral","114":"Neutral","115":"Neutral","116":"Positive","117":"Neutral","118":"Neutral","119":"Neutral","120":"Negative","121":"Neutral","122":"Negative","123":"Neutral","124":"Negative","125":"Neutral","126":"Positive","127":"Neutral","128":"Positive","129":"Neutral","130":"Neutral","131":"Neutral","132":"Negative","133":"Neutral","134":"Negative","135":"Neutral","136":"Positive","137":"Neutral","138":"Positive","139":"Neutral","140":"Negative","141":"Neutral","142":"Positive","143":"Neutral","144":"Positive","145":"Neutral","146":"Positive","147":"Neutral","148":"Neutral","149":"Neutral","150":"Neutral","151":"Neutral","152":"Positive","153":"Neutral","154":"Positive","155":"Neutral","156":"Neutral","157":"Neutral","158":"Neutral","159":"Neutral","160":"Positive","161":"Neutral","162":"Positive","163":"Neutral","164":"Positive","165":"Neutral","166":"Positive","167":"Neutral","168":"Positive","169":"Neutral","170":"Positive","171":"Neutral","172":"Negative","173":"Neutral","174":"Negative","175":"Neutral","176":"Positive","177":"Neutral","178":"Positive","179":"Neutral","180":"Positive","181":"Neutral","182":"Positive","183":"Neutral","184":"Negative","185":"Neutral","186":"Positive","187":"Neutral","188":"Positive","189":"Neutral","190":"Negative","191":"Neutral","192":"Neutral","193":"Neutral","194":"Neutral","195":"Neutral","196":"Positive","197":"Neutral","198":"Positive","199":"Neutral","200":"Neutral","201":"Neutral","202":"Negative","203":"Neutral","204":"Positive","205":"Neutral","206":"Negative","207":"Neutral","208":"Positive","209":"Neutral","210":"Positive","211":"Neutral","212":"Positive","213":"Neutral","214":"Neutral","215":"Neutral","216":"Negative","217":"Neutral","218":"Negative","219":"Neutral","220":"Neutral","221":"Neutral","222":"Negative","223":"Neutral","224":"Positive","225":"Neutral","226":"Positive","227":"Neutral","228":"Negative","229":"Neutral","230":"Positive","231":"Neutral","232":"Neutral","233":"Neutral","234":"Positive","235":"Neutral","236":"Positive","237":"Neutral","238":"Negative","239":"Neutral","240":"Neutral","241":"Neutral","242":"Neutral","243":"Neutral","244":"Positive","245":"Neutral","246":"Positive","247":"Neutral","248":"Positive","249":"Neutral","250":"Neutral","251":"Neutral","252":"Negative","253":"Neutral","254":"Positive","255":"Neutral","256":"Neutral","257":"Neutral","258":"Neutral","259":"Neutral","260":"Neutral","261":"Neutral","262":"Positive","263":"Neutral","264":"Neutral","265":"Neutral","266":"Negative","267":"Neutral","268":"Positive","269":"Neutral","270":"Positive","271":"Neutral","272":"Negative","273":"Neutral","274":"Positive"}}